[{"headline":"Twitch Bans Gambling Sites After Streamer Scams Folks Out Of $200,000","category":"OTHERS","short_description":"One man's claims that he scammed people on the platform caused several popular streamers to consider a Twitch boycott."},{"headline":"TikTok Search Results Riddled With Misinformation: Report","category":"OTHERS","short_description":"A U.S. firm that monitors false online claims reports that searches for information about prominent news topics on TikTok are likely to turn up results riddled with misinformation."},{"headline":"Citing Imminent Danger Cloudflare Drops Hate Site Kiwi Farms","category":"OTHERS","short_description":"Cloudflare CEO Matthew Prince had previously resisted calls to block the site."},{"headline":"Fuel Leak Ruins NASA's 2nd Shot At Launching New Moon Rocket","category":"OTHERS","short_description":"Part of the space agency's Artemis program, the rocket is the most powerful to date."},{"headline":"'Safety Is Always First': NASA Reschedules Artemis Moon Mission To Saturday","category":"OTHERS","short_description":"“We’re going to play all nine innings here,” the Artemis mission manager said after the first launch was scrubbed."},{"headline":"REI Workers At Berkeley Store Vote To Unionize In Another Win For Labor","category":"OTHERS","short_description":"They follow in the footsteps of REI workers in New York City who formed a union earlier this year."},{"headline":"Chinese Rocket Debris Makes Out-Of-Control Fall Back To Earth","category":"OTHERS","short_description":"Video shows people apparently spotting the rocket's burning debris in the night sky over Malaysia."},{"headline":"Twitter Lawyer Calls Elon Musk 'Committed Enemy' As Judge Sets October Trial","category":"OTHERS","short_description":"Delaware Chancery Judge Kathaleen McCormick dealt the world's richest person a setback in ordering a speedy trial on his abandoned deal to buy Twitter."},{"headline":"Ancient Tomb Linked By Legend To King Arthur To Be Excavated For First Time","category":"OTHERS","short_description":"Experts already believe the site served as more than just a tomb."},{"headline":"‘Galaxy Gazing Is The New Stargazing’: Cosmologists Awed By First Webb Image","category":"OTHERS","short_description":"\"It's going to be fun, this telescope.\""},{"headline":"Instagram And Facebook Remove Posts Offering Abortion Pills","category":"OTHERS","short_description":"Facebook and Instagram began removing some of these posts, just as millions across the U.S. were searching for clarity around abortion access."},{"headline":"Google Engineer On Leave After He Claims AI Program Has Gone Sentient","category":"OTHERS","short_description":"Artificially intelligent chatbot generator LaMDA wants “to be acknowledged as an employee of Google rather than as property,\" says engineer Blake Lemoine."},{"headline":"Starbucks Leaving Russian Market, Shutting 130 Stores","category":"OTHERS","short_description":"Starbucks' move follows McDonald's exit from the Russian market last week."},{"headline":"Facebook Is Still Allowing Mug Shots Even Though They Can Ruin Lives","category":"OTHERS","short_description":"When an individual’s mug shot goes viral on Facebook, they are often subjected to extreme harassment and struggle to find stable housing and employment."},{"headline":"Crypto Crash Leaves Trading Platform Coinbase Slumped","category":"OTHERS","short_description":"Cryptocurrency trading platform Coinbase has lost half its value in the past week."},{"headline":"US Added 428,000 Jobs In April Despite Surging Inflation","category":"OTHERS","short_description":"At 3.6%, unemployment nearly reached the lowest level in half a century."},{"headline":"Ex-Twitter CEO Dings Elon Musk For Attacks On Twitter's Top Lawyer","category":"OTHERS","short_description":"A one-sided feud between Musk and Vijaya Gadde has turned even uglier."},{"headline":"For The Starbucks Union Campaign, A Bruising Contract Fight Is Just Beginning","category":"OTHERS","short_description":"Recent statements by CEO Howard Schultz offer a glimpse of some of the hardball tactics that might lay ahead."},{"headline":"Elon Musk Offers To Buy 100% Of Twitter","category":"OTHERS","short_description":"“My offer is my best and final offer and if it is not accepted, I would need to reconsider my position as a shareholder,” Musk said in a filing."},{"headline":"Investor Sues Elon Musk Over His Delayed Twitter Filing","category":"OTHERS","short_description":"Marc Rasella says he sold shares of Twitter at “artificially deflated prices,” unaware that Musk had made a large purchase in the social media platform."},{"headline":"Alaska Airlines Cancels Dozens Of Flights As Pilots Picket","category":"OTHERS","short_description":"More than 100 Alaska Airlines flights were canceled by the airline, including 66 in Seattle, 20 in Portland, Oregon, 10 in Los Angeles and seven in San Francisco."},{"headline":"Starbucks Workers In Seattle Vote To Form Union","category":"OTHERS","short_description":"That makes seven Starbucks stores that have voted to unionize in a matter of months."},{"headline":"3 More Starbucks Stores Vote To Unionize In Another Victory For Labor Campaign","category":"OTHERS","short_description":"That makes six union Starbucks stores with more than a hundred others seeking elections."},{"headline":"Shell Says It Will Stop Buying Russian Oil, Natural Gas","category":"OTHERS","short_description":"The decision comes as surging oil prices have been rattling global markets and after Ukraine’s foreign minister criticized Shell for continuing to buy Russian oil."},{"headline":"U.S. Added 678,000 Jobs In February As Omicron Eases","category":"OTHERS","short_description":"Unemployment fell to 3.8% as the economy continues its pandemic recovery."},{"headline":"Another Starbucks Store Votes To Unionize","category":"OTHERS","short_description":"The store in Arizona joins two in New York as the only corporate Starbucks stores with a union."},{"headline":"Russian Military Action In Ukraine Causes Oil Prices To Soar","category":"OTHERS","short_description":"Asian and European stock markets plunged and oil prices surged to nearly $100 a barrel Thursday after Russia attacked Ukraine."},{"headline":"Cyberattacks Accompany Russian Military Assault On Ukraine","category":"OTHERS","short_description":"The websites of Ukraine's defense, foreign and interior ministries were unreachable or painfully slow to load Thursday after a wave of distributed-denial-of-service attacks."},{"headline":"Stocks Climb Back After Steep Slide On Fed, Ukraine Jitters","category":"OTHERS","short_description":"Stocks notched modest gains after climbing back from a steep slide that had knocked more than 1,200 points off the Dow Jones Industrial Average."},{"headline":"‘Explorer’ Eagle Finds A Home In Coastal Maine, Far From Its Native Asia","category":"OTHERS","short_description":"Thousands of miles from its range, a wayward Steller’s sea eagle enthralls scientists and birders alike."},{"headline":"No Life On Martian Meteorite Found In Antarctica In 1996","category":"OTHERS","short_description":"Orginally, scientists thought organic compounds in the rock may have been left by living creatures, but the marks were actually caused by salty water."},{"headline":"Holiday Sales Rise Despite Supply Issues And Omicron","category":"OTHERS","short_description":"After omicron hit, some consumers stayed home and shifted their spending to e-commerce -- but sales stayed strong."},{"headline":"Rare Sea Eagle, Native To Asia, Turns Up In Massachusetts","category":"OTHERS","short_description":"A once-in-a-lifetime sighting has bird lovers flocking to the Taunton River in southeastern Massachusetts."},{"headline":"Low-Profile Ransomware Attacks Continue As High-Profile Cases Slow","category":"OTHERS","short_description":"Cyberattacks have interrupted schools, hospitals, government and an array of businesses across the country."},{"headline":"Space Junk Too Risky For Astronaut, Spacewalk Delayed","category":"OTHERS","short_description":"It’s the first time a spacewalk has been canceled because of threat from space junk."},{"headline":"Stores Kick Off Black Friday But Pandemic Woes Linger","category":"OTHERS","short_description":"Retailers are expected to usher in the unofficial start to the holiday shopping season Friday with bigger crowds than last year in a closer step toward normalcy."},{"headline":"Under Pressure, Apple Will Allow Self-Repairs To iPhones, Macs","category":"OTHERS","short_description":"The company has long prohibited users to repair their own devices. The shift reflects a strengthening “right to repair” movement."},{"headline":"Flight Attendants At American Airlines Subsidiary Threaten To Strike","category":"OTHERS","short_description":"Workers at Piedmont Airlines say their wages are too low to live on. Now they might join other striking workers."},{"headline":"Climate Poses Many Threats To U.S. Financial System & Natural Gas May Be Major Risk","category":"OTHERS","short_description":"The federal entity created to guard against another Great Recession just issued its first landmark report on global warming."},{"headline":"In Quiet Debut, Alzheimer's Drug Rollout Slowed By Questions, Skepticism","category":"OTHERS","short_description":"Persistent concerns about Aduhelm, the disease's first new treatment in about 20 years, are curbing access more than four months after regulators approved it."},{"headline":"Virgin Galactic’s Richard Branson Blasts Off, Reaches Edge Of Space","category":"OTHERS","short_description":"The thrill-seeking billionaire and five employees took off from New Mexico."},{"headline":"Surprise China 'Dragon Man' Skull Indicates Species Could Be Our Closest Kin","category":"OTHERS","short_description":"The large skull is big enough to hold a modern-sized brain."},{"headline":"Watch Consumer Reports Trick A Tesla Into Driving Without A Driver","category":"OTHERS","short_description":"The problem was exposed after two men were killed in a Tesla that authorities said was driverless but CEO Elon Musk denied."},{"headline":"Scientists Stumped By Creepy Sidewalk 'Wormnado'","category":"OTHERS","short_description":"Earthworms in a \"herd\" is a thing, but the shape has experts baffled."},{"headline":"NASA Uses Navajo Language To Name Rocks And Other Features Of Mars","category":"OTHERS","short_description":"How do you say Mars in Navajo? Try \"Máaz.\""},{"headline":"Parachute For Mars Rover Mars Contains A Secret Message","category":"OTHERS","short_description":"Systems engineer Ian Clark used a binary code to spell out “Dare Mighty Things” in the orange and white strips of the 70-foot parachute."},{"headline":"Arab Spacecraft Enters Orbit Around Mars In Historic Flight","category":"OTHERS","short_description":"Mission controllers at the UAE’s space center in Dubai announced that the unmanned craft, called Amal, Arabic for Hope, swung into orbit around Mars on Tuesday."},{"headline":"GameStop Soars Again; Wall Street Bends Under The Pressure","category":"OTHERS","short_description":"The video game retailer shot up nearly 70%, clawing back much of its steep loss from the day before."},{"headline":"Johnson & Johnson 1-Dose Shot Prevents COVID-19, But Less Than Some Others","category":"OTHERS","short_description":"J&J said within a week, it will file an application for emergency use in the U.S., and then abroad."},{"headline":"Pivotal Union Election Moves Ahead At Amazon Warehouse In Alabama","category":"OTHERS","short_description":"The workers will soon determine whether the retail giant has its first unionized facility in the U.S."},{"headline":"Coal Company Officials Plead Guilty After Hiding Black Lung Dangers","category":"OTHERS","short_description":"So far three former officials with Armstrong Coal have acknowledged their part in a fraud made public by HuffPost."},{"headline":"Child Labor In Palm Oil Industry Tied To Girl Scout Cookies","category":"OTHERS","short_description":"“I am dreaming one day I can go back to school,\" said a 10-year-old Indonesian girl who works at a palm oil plantation that helps produce the cookies and other Western brand items."},{"headline":"Moon Holds Much More Water Than Previously Believed","category":"OTHERS","short_description":"Scientists have confirmed for the first time the presence of water on the moon’s sunlit surface."},{"headline":"Robert Murray, Controversial Coal Baron, Dead At 80","category":"OTHERS","short_description":"Murray fought federal mine safety regulations for years."},{"headline":"Google's Alphabet Settles With Shareholders Over Payoffs To Execs Accused Of Harassment","category":"OTHERS","short_description":"Android creator Andy Rubin, accused of sexual harassment, was given a severance package worth $240 million, according to the lawsuit."},{"headline":"White Workers Are Getting Hired Back Twice As Fast As Black Workers","category":"OTHERS","short_description":"Nearly all the improvement in the unemployment rate over the past few months has been for white workers."},{"headline":"An Elite Consulting Firm Said 'Black Lives Matter,' But Staffers Never Got The Message","category":"OTHERS","short_description":"Partners at Red Associates described Black women as “angry” and “scary,” and one person was asked to use eugenicist-approved “The Bell Curve” in research."},{"headline":"New Hampshire Woman Gets New Face For Second Time In 10 Years","category":"OTHERS","short_description":"Carmen Blandin Tarleton is the first American and only the second person to have two face transplants."},{"headline":"Coronavirus Tore Through This Meatpacking Plant With Incredible Speed","category":"OTHERS","short_description":"About 67 Smithfield workers a day were contracting the virus at the peak of the outbreak, the CDC found."},{"headline":"The Election Could Ultimately Decide The Dakota Access Pipeline’s Fate","category":"OTHERS","short_description":"The controversial oil route once again fended off an order to shut down -- for now."},{"headline":"Former Best Buy Employee Details Horrific Sexual Harassment And Retaliation","category":"OTHERS","short_description":"As a member of the Geek Squad, harassment was constant, a former Best Buy employee says in a new lawsuit."},{"headline":"Store Mask Requirements Aren't Really Requirements If They Aren't Enforced","category":"OTHERS","short_description":"A recent memo at one grocery chain said to provide masks at the door, but if the customer refuses to wear it, \"let them shop.\""},{"headline":"Trader Joe's Says It's Rebranding Some Products After Petition Calls Them Racist","category":"OTHERS","short_description":"The brand claims it decided to repackage products labeled \"Trader Ming's,\" \"Trader Giotto's,\" \"Arabian Joe,\" and more \"several years ago,\" not because of the petition."},{"headline":"Turns Out Shake Shack Founder Took At Least $11 Million In Coronavirus Aid After All","category":"OTHERS","short_description":"Does this mean we all get free hamburgers?"},{"headline":"How Weight Watchers Fired Workers Via Zoom, The New Cruel COVID-19 Layoff Tool","category":"OTHERS","short_description":"Many of them were devoted longtime members of the iconic weight-loss program. They’re heartbroken."},{"headline":"Scientists Note Asteroid Approaching Earth Looks Like It’s Wearing A Face Mask","category":"OTHERS","short_description":"1998 OR2 appears to know the planet is facing the coronavirus pandemic, researchers joked."},{"headline":"Lululemon Apologizes For Art Director's Post About Racist 'Bat Fried Rice' T-Shirt","category":"OTHERS","short_description":"The athletic apparel brand said the offensive shirt wasn't its product and the executive who promoted it on Instagram is \"no longer an employee.\""},{"headline":"Land O'Lakes Removing Native American Woman From Packaging After 92 Years","category":"OTHERS","short_description":"Photos of members of the farmer-owned cooperative will replace the logo used since 1928."},{"headline":"She’s A Furloughed Single Mom Of 3. The Utility Is Shutting Off Her Power Anyway.","category":"OTHERS","short_description":"Despite extra federal funding, many of Tennessee’s power providers are still cutting off service to families who can’t pay during the coronavirus pandemic."},{"headline":"Four Seasons Offers Free Rooms To NYC Health Care Workers Responding To Coronavirus","category":"OTHERS","short_description":"Several other luxury hotels stepped up later to offer beds to medical workers in the midst of the pandemic, Gov. Andrew Cuomo said."},{"headline":"Restoration Hardware Sees Itself As 'Critical Infrastructure' During Coronavirus Outbreak","category":"OTHERS","short_description":"Employees at the company's California call center have been told to continue working despite a statewide shelter-in-place order."},{"headline":"Utilities Face Pressure To Stop Shutting Off Services Amid Coronavirus Pandemic","category":"OTHERS","short_description":"Companies are voluntarily halting disconnects over unpaid bills, but advocates warn there’s no legal obligation to do so amid the COVID-19 outbreak."},{"headline":"Airbnb Bans Open-Invite Parties, Unruly Guests After Fatal Halloween Shooting","category":"OTHERS","short_description":"The company is revamping its guest standards and banning open-invite parties across the app after a shooting at a San Francisco rental left five people dead."},{"headline":"Pentagon Gives Microsoft $10 Billion 'War Cloud' Deal, Snubbing Amazon","category":"OTHERS","short_description":"Early speculation of the giant government defense contract suggested it would go to Amazon."},{"headline":"Marc Benioff: Facebook Is ‘The New Cigarettes' And Should Probably Be Broken Up","category":"OTHERS","short_description":"The billionaire Salesforce CEO denounced the social media company for refusing to take down fake political ads."},{"headline":"Uber To Start Banning Riders With Low Ratings","category":"OTHERS","short_description":"“Respect is a two-way street, and so is accountability,” Uber said."},{"headline":"Facebook Bans White Nationalism And White Separatism Content After Mosque Shootings","category":"OTHERS","short_description":"Politicians and civil rights groups praised the policy change but some questioned whether the social media giant had gone far enough."},{"headline":"SEC Says Elon Musk Violated Fraud Settlement With Tweet","category":"OTHERS","short_description":"The U.S. Securities and Exchange Commission filed a motion asking for the Tesla CEO to show why he shouldn't be held in contempt."},{"headline":"Microsoft Workers Protest Use Of HoloLens Headsets For War","category":"OTHERS","short_description":"They say they “refuse to create technology for warfare and oppression.”"},{"headline":"Johnson & Johnson Subpoenaed By DOJ, SEC Over Baby Powder Safety Concerns","category":"OTHERS","short_description":"The subpoenas are related to litigation involving alleged asbestos contamination in Johnson & Johnson's Baby Powder product line."},{"headline":"These Photos Capture February’s Sensational Supermoon In All Its Celestial Glory","category":"OTHERS","short_description":"The biggest supermoon of the year was quite the sight Tuesday."},{"headline":"Payless ShoeSource To Close All Remaining 2,100 Stores","category":"OTHERS","short_description":"Expect liquidation sales as the stores wind down operations by spring."},{"headline":"Severance Pay Could Be The Next Big Progressive Labor Cause","category":"OTHERS","short_description":"A New Jersey bill, sparked by the Toys R Us and Sears layoffs, would require large companies to pay off workers they're dumping."},{"headline":"Apple To Pay Teen Who Uncovered FaceTime Eavesdropping Bug","category":"OTHERS","short_description":"14-year-old Grant Thompson's family will be given a financial reward, including money for his education, as a thanks."},{"headline":"Apple Cracks Down On Apps That Quietly Record Users' Screen Time","category":"OTHERS","short_description":"The decision follows a number of major companies using so-called \"session replay\" to record users' activity."},{"headline":"General Motors About To Begin Laying Off 4,200 Salaried Workers","category":"OTHERS","short_description":"When cuts were first announced last year President Trump called them \"disappointing.\""},{"headline":"Apple Delays FaceTime Update After Eavesdropping Bug Fiasco","category":"OTHERS","short_description":"Apple will reportedly issue the software update next week"},{"headline":"FaceTime Users Urged To Disable App Over Eavesdropping Bug","category":"OTHERS","short_description":"Apple has announced plans to make a software update available this week to solve the issue."},{"headline":"U.S. Charges Chinese Tech Giant Huawei, Top Executive","category":"OTHERS","short_description":"A 13-count indictment was unsealed in New York."},{"headline":"U.S. Stocks Suffer Worst Year Since 2008 Financial Crisis","category":"OTHERS","short_description":"Despite a dismal year, the market closed out 2018 on a bright note."},{"headline":"NASA's Close Encounter With Mysterious Space Object Will Make History On New Year's Day","category":"OTHERS","short_description":"The New Horizons probe is hurtling toward an object nicknamed Ultima Thule in the mostly unexplored Kuiper Belt."},{"headline":"MIT Scientists Created A Plane That Flies With No Moving Parts","category":"OTHERS","short_description":"The plane uses an ion drive to propel itself through the air -- in absolute silence."},{"headline":"NASA Looking Toward Manned Mission To Mars 'Sometime In The 2030s'","category":"OTHERS","short_description":"The agency first wants to learn various lessons by sending humans back to the moon."},{"headline":"CNN Meteorologist Schools Trump On The Meaning Of The Word 'Climate'","category":"OTHERS","short_description":"\"Climate isn’t a day, climate is long-term,\" Chad Myers explains as he gives a global perspective."},{"headline":"Facebook Admits To Targeting Billionaire George Soros In PR Attack","category":"OTHERS","short_description":"Facebook CEO Mark Zuckerberg said last week he didn't know about the PR campaign until The New York Times investigation."},{"headline":"Paralyzed Man Partially Regains Ability To Walk With Spinal Cord Implants","category":"OTHERS","short_description":"David M'zee can walk over a half  mile, hands free, with the implants turned on."},{"headline":"'Lax' Security At TwitchCon Causes Anxiety In Wake Of Deadly Shooting","category":"OTHERS","short_description":"\"It seems like they were prioritizing speed over security,” an attendee said."},{"headline":"Frances H. Arnold, George P. Smith and Sir Gregory P. Winter Win 2018 Nobel Prize In Chemistry","category":"OTHERS","short_description":"This year's chemistry prize was all about \"harnessing the power of evolution.\""},{"headline":"Weird Goblin Planet Found On The Edge Of Solar System","category":"OTHERS","short_description":"The dwarf planet is new evidence of the long-sought Planet X."},{"headline":"Elon Musk’s Boring Company To Build High-Speed Transit Network In Chicago","category":"OTHERS","short_description":"The goal? Travel from downtown Chicago to O'Hare Airport in 12 minutes flat."},{"headline":"Facebook Accused Of Reading Texts And Accessing Microphones In Lawsuit","category":"OTHERS","short_description":"A failed startup suggested that Facebook mounted what could be described as mass surveillance."},{"headline":"Self-Driving Uber In Fatal Accident Had 6 Seconds To React Before Crash","category":"OTHERS","short_description":"The NTSB published a preliminary report on the incident Thursday."},{"headline":"Scientists Turn To DNA Technology To Search For Loch Ness Monster","category":"OTHERS","short_description":"The researchers plan to scour the Loch Ness next month for evidence of its supposed inhabitant."},{"headline":"Instagram Is Adding A 'Mute' Button For The Sake Of Your Sanity","category":"OTHERS","short_description":"And no one will know when you use it."},{"headline":"Unusual Asteroid Could Be An Interstellar Guest To Our Solar System","category":"OTHERS","short_description":"The supposed \"interstellar immigrant\" is located near Jupiter but has an atypical orbit."},{"headline":"Cambridge Analytica Files For Chapter 7 Bankruptcy After Facebook Privacy Row","category":"OTHERS","short_description":"The firm at the center of the Facebook data hack made the decision after suffering a sharp drop in business."},{"headline":"China Marks Another Milestone In Quest To Become Space Superpower","category":"OTHERS","short_description":"It's the first time a rocket designed by a Chinese private company has successfully entered orbit."},{"headline":"Terrifying Clip Shows Why You Should Never Run Under A Tree During Thunderstorms","category":"OTHERS","short_description":"YIKES!"},{"headline":"Why Isn't There A Birth Control Emoji?","category":"OTHERS","short_description":"Two women decided it was time to have one."},{"headline":"Facebook Removed More Than 500 Million Fake Accounts In First Quarter Of 2018","category":"OTHERS","short_description":"Facebook's first community standards enforcement report shows the company is \"trying to be as open as we can,” an executive said."},{"headline":"Tesla Autopilot Was Engaged During Horrific 60 MPH Crash, Driver Tells Police","category":"OTHERS","short_description":"Tesla CEO Elon Musk tweeted that it's amazing the driver wasn't more seriously injured."},{"headline":"Facebook Suspends 200 Apps Amid Data Misuse Investigation","category":"OTHERS","short_description":"The investigation was launched in response to the Cambridge Analytica scandal."},{"headline":"Keyless Cars Have Killed More Than 2 Dozen People Since 2006: Report","category":"OTHERS","short_description":"Drivers have succumbed to carbon monoxide poisoning after forgetting to turn off a vehicle in their garage."},{"headline":"Possible Autopilot Use Probed After Tesla Crashes At 60 MPH","category":"OTHERS","short_description":"It's not yet known if the autopilot was engaged. The car's driver suffered a broken ankle."},{"headline":"Boston Dynamics' 'Robot Dog' May Be Available For Sale Soon","category":"OTHERS","short_description":"Super cool, or bone chilling?"},{"headline":"Jet Just Launched Its Own Apple Store With Some Incredible Deals","category":"OTHERS","short_description":"If you’re on a time crunch to find a perfect Mother’s Day gift that’ll still arrive on time, it’s your lucky day. Amazon"},{"headline":"Software In Fatal Uber Crash Reportedly Recognized Woman, Then Ignored Her","category":"OTHERS","short_description":"The first-of-its-kind accident killed a pedestrian in Arizona earlier this year."},{"headline":"Twitter Warns Users To Change All Their Passwords After Finding Bug","category":"OTHERS","short_description":"An “internal defect” led users’ account passwords to be stored in an internal log, the company said."},{"headline":"Alexa Can Remember Birthdays And Other Things For You Now","category":"OTHERS","short_description":"Last week at a conference in France, Amazon announced a new Alexa feature that makes it possible to use the smart assistant"},{"headline":"Apple Watch Credited With Saving New York Man's Life","category":"OTHERS","short_description":"The device alerted him to an alarmingly fast heart rate."},{"headline":"U.S. Climate Scientists Flee For France To ‘Make Our Planet Great Again’","category":"OTHERS","short_description":"Some of America's top researchers will move to France to continue their research."},{"headline":"Stephen Hawking Finished Mind-Bending Parallel Universe Paper Days Before His Death","category":"OTHERS","short_description":"The new treatise on the existence of parallel universes was published on Friday."},{"headline":"Facebook Will Let Users See Which Sites Are Tracking Them","category":"OTHERS","short_description":"You'll be able to stop Facebook from linking browsing data with your account."},{"headline":"The Funniest Tweets From Parents This Week (Sept. 17-23)","category":"PARENTING","short_description":"\"Accidentally put grown-up toothpaste on my toddler’s toothbrush and he screamed like I was cleaning his teeth with a Carolina Reaper dipped in Tabasco sauce.\""},{"headline":"Maury Wills, Base-Stealing Shortstop For Dodgers, Dies At 89","category":"SPORTS","short_description":"Maury Wills, who helped the Los Angeles Dodgers win three World Series titles with his base-stealing prowess, has died."},{"headline":"Las Vegas Aces Win First WNBA Title, Chelsea Gray Named MVP","category":"SPORTS","short_description":"Las Vegas never had a professional sports champion — until Sunday."},{"headline":"First Public Global Database Of Fossil Fuels Launches","category":"ENVIRONMENT","short_description":"On Monday, the world’s first public database of fossil fuel production, reserves and emissions launches."},{"headline":"Alaska Prepares For 'Historic-Level' Storm Barreling Towards Coast","category":"ENVIRONMENT","short_description":"“In 10 years, people will be referring to the September 2022 storm as a benchmark storm.”"},{"headline":"Puerto Rico Braces For Landslides And Severe Flooding As Tropical Storm Fiona Approaches","category":"ENVIRONMENT","short_description":"Puerto Rico was under a hurricane watch Saturday as the storm barreled towards the U.S. territory."},{"headline":"Privatization Isn’t The Answer To Jackson’s Water Crisis","category":"ENVIRONMENT","short_description":"Studies have repeatedly shown that ending public administration of water supplies doesn’t work — but that’s now on the table in Mississippi."},{"headline":"Boston Marathon To Make Race More Inclusive For Nonbinary Runners","category":"SPORTS","short_description":"The race's organizers say nonbinary athletes won't have to register with the men's or women's divisions and provided qualifying times to guide their training."},{"headline":"Anthony Varvaro, MLB Pitcher Turned Transit Cop, Dies In Crash On Way To 9\/11 Ceremony","category":"SPORTS","short_description":"Varvaro pitched mostly with the Atlanta Braves and started his law enforcement career in 2016."},{"headline":"Carlos Alcaraz Wins U.S. Open For 1st Slam Title, Top Ranking","category":"SPORTS","short_description":"Carlos Alcaraz defeated Casper Ruud in the U.S. Open final to earn his first Grand Slam at age 19 and become the youngest man to move up to No. 1 in the rankings."},{"headline":"Severe Winds Batter Southern California As Heat Wave Breaks","category":"ENVIRONMENT","short_description":"After a 10-day heat wave that nearly overwhelmed the electrical grid, Southern California got cooler weather but also a ferocious tropical storm."},{"headline":"Baseball Players Union Joins AFL-CIO In Show Of Solidarity With Other Workers","category":"SPORTS","short_description":"The MLB Players Association will finally be a member of the AFL-CIO, affiliating with 57 other unions across industries."},{"headline":"Kody Clemens Strikes Out MVP Shohei Ohtani, Trails Dad Roger By 4,671 Ks","category":"SPORTS","short_description":"The Detroit Tigers' rookie utility player got pressed into relief-pitching duty in a 10-0 loss to the Angels."},{"headline":"Should You Freeze-Dry Your Breast Milk?","category":"PARENTING","short_description":"If your freezer is overflowing, or you're tired of carrying around ice packs and bottles of pumped milk, this option could be for you."},{"headline":"Toxic Algae Causes Thousands Of Dead Fish To Wash Ashore In California","category":"ENVIRONMENT","short_description":"The unprecedented red tide is creating a foul odor that may get worse during the oncoming heat wave."},{"headline":"6 Signs You’re Grinding Your Teeth At Night (And What To Do About It)","category":"WELLNESS","short_description":"Beyond toothaches, there are other common red flags that you're dealing with nighttime teeth grinding."},{"headline":"This Breastfeeding Condition Makes Moms Feel Dread, Disgust And Despair","category":"PARENTING","short_description":"Moms with dysphoric milk-ejection reflex (D-MER) feel an intense but brief wave of depression, anxiety or other negative emotion before letdown. And it's more common than you might think."},{"headline":"How To Tell If Your Chest Pain Is A Heart Problem","category":"WELLNESS","short_description":"Concerned your chest pain might be heart-related? Look for these signs to know what you're dealing with — and whether you need reach out to your doctor ASAP."},{"headline":"Vanessa Bryant Says Kobe Bryant Crash Photos Turned Grief To Horror","category":"SPORTS","short_description":"Bryant's widow testified that she \"lives in fear every day\" that the photos of her husband's death will pop up on social media."},{"headline":"Deshaun Watson Settles With NFL For 11-Game Suspension","category":"SPORTS","short_description":"The Cleveland Browns quarterback was accused of sexual misconduct by two dozen women while he played for the Houston Texans."},{"headline":"Talks On Possible Watson Settlement Progress","category":"SPORTS","short_description":"Two people familiar with the negotiations tell the AP that talks between the NFL and NFL Players Association on a discipline settlement for Cleveland Browns quarterback Deshaun Watson have progressed."},{"headline":"The Denver Broncos’ Historic Purchase Could Increase Number Of Minority-Owned NFL Teams","category":"SPORTS","short_description":"Broncos quarterback Russell Wilson said the new ownership group, which includes two Black women, was a major move for diversity in the NFL."},{"headline":"Tiger To Meet With Top Players Against LIV Golf","category":"SPORTS","short_description":"The PGA Tour is in Delaware for the first time and so is Tiger Woods."},{"headline":"'Catastrophic Failure' At Research Center Kills About 21,000 Fish","category":"ENVIRONMENT","short_description":"University of California, Davis is investigating what led to the deaths of tens of thousands of fish, including chinook salmon."},{"headline":"Video Shows NFL Player Hopping Into Stands To Stop Fighting Fans","category":"SPORTS","short_description":"D.J. Moore's cameo took place during \"Fan Fest,\" an event organized by the Carolina Panthers."},{"headline":"'Shocking' Fish Die-Off Sends Poland Scrambling To Determine Source","category":"ENVIRONMENT","short_description":"Polish Prime Minister Mateusz Morawiecki suspects \"“huge amounts of chemical waste\" were dumped into the country's second largest river."},{"headline":"Cleveland Browns QB Deshaun Watson Apologizes ‘To All The Women I Have Impacted’","category":"SPORTS","short_description":"The QB has been accused by two dozen women of sexual misconduct during massage therapy sessions."},{"headline":"Judge: 3 Players Who Joined Saudi-Backed Golf Tour Can't Compete In PGA Postseason","category":"SPORTS","short_description":"Three suspended golfers who joined LIV Golf won't be allowed to compete in the PGA Tour's postseason."},{"headline":"Broncos Make History After Being Sold For Record $4.65 Billion","category":"SPORTS","short_description":"The record $4.65 billion sale of the Denver Broncos to Walmart heir Rob Walton and his daughter and son-in-law has been unanimously approved by NFL owners."},{"headline":"New York Couple Turns In 5-Foot Gator 'Zachary' They'd Been Keeping In Home","category":"ENVIRONMENT","short_description":"Zachary will be headed to a sanctuary where a better life is ahead of him."},{"headline":"Fertility Treatment Puts Many Families In Debt. Here's How To Manage It.","category":"WELLNESS","short_description":"Experts share their advice for easing the financial burden of IVF and other costly procedures."},{"headline":"'Cafeteria Workers Do A Lot More Than People Realize'","category":"FOOD & DRINK","short_description":"Many of these school employees quietly go above and beyond what’s in their job description. Stacey Truman shows what that looks like."},{"headline":"I Cooked For The World's 1%, But I Traded It To Make School Lunches","category":"FOOD & DRINK","short_description":"Dan Giusti is changing the way institutions like schools, prisons and senior centers think about food. Here's what he's learned so far."},{"headline":"4 'Micro-Transitions' In Your Day That May Be Causing You Anxiety","category":"WELLNESS","short_description":"Certain points during your day can spark stress without you even realizing. Here's why and how to deal."},{"headline":"Rain Cascades From Vegas Casino Ceilings As Thunderstorms Flood Desert","category":"ENVIRONMENT","short_description":"Parts of the parched southwest are now being hit with floods, with multiple people needing rescue in Nevada and Arizona."},{"headline":"Chris Cuomo Returning To Cable News After CNN Ouster","category":"MEDIA","short_description":"The former head of his own CNN show has taken a job as a prime-time host on NewsNation."},{"headline":"Should I Take My Cat Out In This Heat?","category":"WELLNESS","short_description":"Certain temperatures are too dangerous for pets. Experts share precautions and tips for how to take care of your feline friends in a heat wave."},{"headline":"Jackie Robinson Museum Opens After 14 Years Of Planning","category":"SPORTS","short_description":"The Jackie Robinson Museum has opened in Manhattan with a gala ceremony attended by the 100-year-old wife of the barrier-breaking ballplayer and two of his children."},{"headline":"Paul Duncan, Former Notre Dame Star And NFL Player, Dead at 35","category":"SPORTS","short_description":"Duncan was an offensive lineman for Notre Dame and briefly joined the Denver Broncos as an undrafted free agent."},{"headline":"NFL Rookie John Metchie III Diagnosed With Leukemia, Will 'Likely' Miss Season","category":"SPORTS","short_description":"\"I cannot wait to come back stronger than ever,\" the Houston Texans receiver said."},{"headline":"Muhammad Ali's 'Rumble In The Jungle' Belt Sells For $6.1M","category":"SPORTS","short_description":"Muhammad Ali’s championship belt from his 1974 “Rumble in the Jungle” heavyweight title fight has sold at auction for $6.18 million."},{"headline":"Chronic Starvation Remains Threat To Florida Manatees, Officials Say","category":"ENVIRONMENT","short_description":"Last year, a record number of manatees died mainly from a lack of seagrass food, which was decimated by water pollution."},{"headline":"Charles Barkley: 'If You're Gay Or Transgender, I Love You!'","category":"SPORTS","short_description":"\"If anybody gives you s**t, you tell 'em Charles said f**k you!'\""},{"headline":"The Most Popular Movies On Netflix Right Now Besides 'Girl In The Picture'","category":"HOME & LIVING","short_description":"A new animated film and action comedy are also trending on the streaming service."},{"headline":"Orange Wine: Everything You Need To Know And Probably Didn't","category":"FOOD & DRINK","short_description":"No, it's not made from oranges."},{"headline":"Novak Djokovic Beats Nick Kyrgios For 7th Wimbledon Title","category":"SPORTS","short_description":"Djokovic extended his unbeaten run at the grass-court Grand Slam tournament to 28 matches and raised his career haul to 21 major trophies."},{"headline":"The Problem With The AAP's New Breastfeeding Guidelines","category":"PARENTING","short_description":"The American Academy Of Pediatrics is calling for support for breastfeeding for two years or more. Some are applauding the change, but many moms feel defeated and dismayed."},{"headline":"Why You Feel Hungover After An Anxiety Or Panic Attack","category":"WELLNESS","short_description":"This physical component of the mental health issue doesn't get enough attention. Here's why it happens and how to deal."},{"headline":"How To Make A Dirty Shirley, The Unofficial Drink Of Summer","category":"FOOD & DRINK","short_description":"The classic “kiddie cocktail” has a new lease on life with fresher, upscale ingredients — and a shot of booze."},{"headline":"Is It Safe To Swim Right After Eating? Experts Have (Mostly) Good News.","category":"FOOD & DRINK","short_description":"We've all been told to wait 30 minutes after eating before jumping in the pool. Let's dig into this, once and for all."},{"headline":"What Is Compassion Fatigue? Here Are The Signs You're Experiencing It.","category":"WELLNESS","short_description":"The onslaught of bad news — from the abortion rights ruling to mass shootings to COVID — can lead to a unique type of burnout."},{"headline":"The Funniest Tweets From Parents This Week (June 25-July 1)","category":"PARENTING","short_description":"\"Spend $250 on your kid playing soccer so they can tell you the only thing they enjoyed is the popsicle at the end of the game.\""},{"headline":"MSNBC Names Rachel Maddow's Successor: Alex Wagner","category":"MEDIA","short_description":"“I’m honored to be anchoring a key hour of television in such a critical time for American democracy,\" Wagner said."},{"headline":"The Netherlands, Facing Energy And Climate Crises, Bets On A Nuclear Revival","category":"ENVIRONMENT","short_description":"This isn’t the country's first attempt at an atomic renaissance. Will the Dutch actually make it work this time?"},{"headline":"Man Killed By 11-Foot Alligator At South Carolina Pond","category":"ENVIRONMENT","short_description":"The giant reptile was captured and euthanized on site."},{"headline":"Bear Looking For Food Dies Inside Hot Car On Sweltering Day","category":"ENVIRONMENT","short_description":"A black bear's death in Tennessee was a sad reminder of the dangers of both hot cars and leaving food unattended in bear country."},{"headline":"New On Netflix July 2022: 'Persuasion,' 'Virgin River' And More","category":"HOME & LIVING","short_description":"The streaming service announced the movies and shows arriving soon."},{"headline":"NFL Seeks Arbitration For Flores' Racial Discrimination Suit","category":"SPORTS","short_description":"The NFL and six of its teams have filed for arbitration in the lawsuit that alleges they engaged in racial discrimination."},{"headline":"7 Coffee Alternatives To Try If Caffeine Makes You Jittery","category":"FOOD & DRINK","short_description":"Are you sensitive to caffeine? Try these options instead, from caffeine-free options to some that just pack less of a punch."},{"headline":"When Thinking About Water Safety, Consider Your Kid's Swimsuit Color","category":"PARENTING","short_description":"It's a little-known factor to take into account when your kids are at the pool, drowning experts say."},{"headline":"The Funniest Tweets From Parents This Week (June 11-17)","category":"PARENTING","short_description":"\"My kid told me he deserved more cheese and who am I to argue with that\""},{"headline":"Without Roe V. Wade, Pregnant Women May Face Arrest For All Kinds Of Behaviors","category":"WELLNESS","short_description":"The criminalization of pregnancy is already an issue in the U.S. Experts warn it's about to get worse."},{"headline":"10 Foods You Should Never Cook On A Grill, According To Experts","category":"FOOD & DRINK","short_description":"Pork chops, certain types of fish and other foods you shouldn't put on the grill grates."},{"headline":"There Are Millions Of People Who Can't Just 'Move On' From COVID","category":"WELLNESS","short_description":"Learning to live with the virus is a privilege many don't have. In the rush to go back to normal, it's important to consider their experiences."},{"headline":"Yellowstone Floods Wipe Out Roads, Bridges, Strand Visitors","category":"ENVIRONMENT","short_description":"Flooding has wiped out roads and bridges and closed off all entrances to Yellowstone National Park at the onset of the busy summer tourist season."},{"headline":"Easy Ways To Save Money When You Order An Iced Coffee","category":"FOOD & DRINK","short_description":"Iced coffee drinks can be a rip-off, in terms of cost and the amount of caffeine you get. Here's how to change that."},{"headline":"The Funniest Tweets From Parents This Week (June 4-10)","category":"PARENTING","short_description":"\"Parenting classes should focus less on diapers and more on what to do when you’re sad but still have to pretend to be a tugboat\""},{"headline":"The Most Common Questions About The Novavax COVID Vaccine, Answered","category":"WELLNESS","short_description":"How is the shot different from Pfizer, Moderna and J&J? Does it work against new variants? Here's what to know."},{"headline":"The Best Dipping Sauces For French Fries That Aren't Ketchup","category":"FOOD & DRINK","short_description":"Look beyond Heinz and elevate your fry game with these tasty condiments."},{"headline":"Phil Mickelson Grilled On If He Cares About Being Seen As A 'Saudi Stooge'","category":"SPORTS","short_description":"One reporter asked the golf great if he was worried about being \"seen as a tool of sportswashing?\""},{"headline":"If You're Doing This In Your Sleep, It's Time To See A Doctor","category":"WELLNESS","short_description":"Experts reveal symptoms that strike during nighttime rest and what those signs might mean for your health."},{"headline":"The Best Foods To Eat If You're Hungry At Night","category":"FOOD & DRINK","short_description":"Nutritionists share how to enjoy a healthy midnight snack without destroying your night's sleep."},{"headline":"Rafael Nadal Wins French Open For 14th Time, Defeating Casper Ruud","category":"SPORTS","short_description":"Nadal secured his 22nd Grand Slam title on Sunday at Roland Garros. No man has won more Grand Slam titles than Nadal."},{"headline":"The Funniest Tweets From Parents This Week (May 28-June 3)","category":"PARENTING","short_description":"\"Take your kids to the ocean so they can repeatedly ask to swim in the hotel pool.\""},{"headline":"Court Rules That California Bees Can Be Fish And Have The Same Protections","category":"ENVIRONMENT","short_description":"“The court’s decision allows California to protect some of its most endangered pollinators.\""},{"headline":"Breastfeeding In Public Is Hard. For Plus-Size Women, It's Even Harder.","category":"PARENTING","short_description":"Plus-size moms reveal the highs and lows of their breastfeeding journeys."},{"headline":"Kody Clemens, Roger Clemens' Son, Set To Make Major League Debut With Detroit Tigers","category":"SPORTS","short_description":"\"I don't have to live up to what he did,\" Kody Clemens said of his pitching great pop after being called up from the minors."},{"headline":"The Biggest COVID Issues People Bring Up In Therapy","category":"WELLNESS","short_description":"Mental health experts reveal the common pandemic-related struggles people discuss in sessions, plus advice on how to cope."},{"headline":"Here’s How Day Drinking Affects Your Body Differently, According To Experts","category":"FOOD & DRINK","short_description":"Drinking a pitcher of margaritas poolside hits different from an evening glass of wine. Three doctors explain exactly how."},{"headline":"Watch 'Slowest Pitch On Record' To Make A Batter Miss In Major League Baseball","category":"SPORTS","short_description":"Cubs shortstop Andrelton Simmons filled in at pitcher during a lopsided loss to the Reds, and he served up a leisurely lob to the Reds' Kyle Farmer."},{"headline":"11 Survivors Of School Gun Violence Share How It Still Reverberates Through Their Lives","category":"WELLNESS","short_description":"Since Columbine in 1999, more than 311,000 students have experienced some form of gun violence at school. And it has stuck with them."},{"headline":"The Funniest Tweets From Parents This Week (May 21-27)","category":"PARENTING","short_description":"\"My 5yo is demanding I tell him where he lived when mommy and daddy were kids.\""},{"headline":"This Perfect Homemade Burger Recipe Doesn't Require A Grill","category":"FOOD & DRINK","short_description":"Plus, pro tips that'll help you optimize every element of it."},{"headline":"Tom Brady Takes Batting Practice. Gronk Shags The Balls. Enough Said.","category":"SPORTS","short_description":"The Tampa Bay Buccaneers quarterback showed the baseball skills that once got him drafted by the Montreal Expos."},{"headline":"The Lithium War Next Door","category":"ENVIRONMENT","short_description":"A lithium mining startup promised to make a rural pocket of North Carolina a clean-energy boomtown. But perceived slights and concerns over water have turned neighbors against the project."},{"headline":"Family Hears Noise, Finds 550-Pound Alligator 'Taking A Dip' In Their Pool","category":"ENVIRONMENT","short_description":"And that's why you never belly-flop without looking first."},{"headline":"The Funniest Tweets From Parents This Week (May 14-20)","category":"PARENTING","short_description":"\"80% of parenting is trying not to laugh when you’re supposed to be mad\""},{"headline":"Monkeypox: What You Need To Know About The Virus","category":"WELLNESS","short_description":"The virus has been declared a global health emergency. Here's what that means for you, plus advice on symptoms, treatment and more."},{"headline":"Stop Saying 'Breastfeeding Is Free' Amid The Formula Shortage. It Isn't.","category":"PARENTING","short_description":"The statement completely ignores the physical, emotional and financial costs of nursing — and women are bearing the expense."},{"headline":"Wisconsin Man Celebrates 50 Years Of Daily Big Macs At McDonald's","category":"FOOD & DRINK","short_description":"Don Gorske has eaten a Big Mac almost every day for 50 years ― more than 32,000 as of last August."},{"headline":"John Legend Praises 'Brave' Chrissy Teigen For Sharing Pregnancy Loss Photos","category":"PARENTING","short_description":"“It was raw, sharing our experience,” the musician told The Guardian in a new interview."},{"headline":"The Best Ground-Beef-To-Fat Ratio For A Perfect Burger","category":"FOOD & DRINK","short_description":"Should you opt for a leaner 90\/10 ground beef mix, or a fattier 80\/20 ground chuck? This is the number to keep in mind before you grill."},{"headline":"The Funniest Tweets From Parents This Week (May 7-13)","category":"PARENTING","short_description":"\"My car was making annoying squeaky noises, it stopped once I dropped off the kids\""},{"headline":"Tom Brady Will Join Fox Sports As Football Analyst When He Retires: Network","category":"SPORTS","short_description":"The Tampa Bay Buccaneers quarterback \"will also serve as an ambassador for us,\" Fox Corp. CEO Lachlan Murdoch said."},{"headline":"Everybody Clap! Endangered Seal Species Hits Comeback Milestone","category":"ENVIRONMENT","short_description":"Hawaiian monk seals still face major threats, but their numbers are higher than they've been in 20 years."},{"headline":"Diego Maradona's 'Hand Of God' Jersey Sells For Record Sum","category":"SPORTS","short_description":"The Argentine soccer superstar wore the shirt when he scored the controversial goal against England in the 1986 World Cup."},{"headline":"Arizona Wildfire Forces Fast Decision: Fight Or Flee Flames?","category":"ENVIRONMENT","short_description":"Ferocious winds that sent what was a small wildfire racing toward homes on the outskirts of Flagstaff presented residents with a dilemma."},{"headline":"Homes 'Completely Blown Away' By Suspected Tornado In Kansas","category":"ENVIRONMENT","short_description":"A suspected twister barreled through parts of Kansas, injuring several people, damaging multiple buildings and leaving thousands without power."},{"headline":"NFL Network Introduces Malik Willis' 'Mom' At NFL Draft — But It Wasn't His Mom","category":"SPORTS","short_description":"The quarterback prospect from Liberty University good-naturedly corrected the misstep."},{"headline":"Hope Solo Asks To Postpone Hall Of Fame Ceremony So She Can Go To Rehab","category":"SPORTS","short_description":"The former U.S. Women’s National Team goalie said, “at this time, my energies and focus are totally directed to my health, healing and taking care of my family.”"},{"headline":"Lucius Fox Makes Sickening Exit Just 2 Pitches Into Game","category":"SPORTS","short_description":"The Washington Nationals infielder became a hurler for one gross moment — which was caught on video — against the San Francisco Giants."},{"headline":"Twitter Bans Ads That Contradict Science On Climate Change","category":"ENVIRONMENT","short_description":"But there's no indication the move will affect what users post on the platform."},{"headline":"Tatum's Layup At Buzzer Gives Celtics 115-114 Win Over Nets","category":"SPORTS","short_description":"Jayson Tatum made a layup at the buzzer on a pass from Marcus Smart to give the Boston Celtics a dramatic 115-114 victory over the Brooklyn Nets in the Game 1 of their first-round playoff series"},{"headline":"Climate Change Activists Climb Atop Oil Tanker In Mass Protests In London","category":"ENVIRONMENT","short_description":"Hundreds of people blocked bridges across London while others scaled an oil tanker in mass protests to demand a stop to new oil and gas projects."},{"headline":"Mike Bossy, Islanders Great And 4-Time Stanley Cup Champion, Dies At 65","category":"SPORTS","short_description":"The New York Islanders star had been diagnosed with lung cancer."},{"headline":"Biden To Resume Oil And Gas Lease Sales On Federal Land While Upping Royalties","category":"ENVIRONMENT","short_description":"President Joe Biden had suspended lease sales a week after taking office as part of his climate change plan."},{"headline":"The Most Popular Movies On Netflix Right Now Besides 'The Call'","category":"HOME & LIVING","short_description":"A new Polish crime drama and SpaceX documentary are also trending on the streaming service."},{"headline":"Fox News Reporter Feels ‘Damn Lucky’ After Losing Limbs In Ukraine Attack","category":"MEDIA","short_description":"Benjamin Hall was injured after his vehicle was hit by incoming fire in Ukraine. Two of his colleagues died in the attack."},{"headline":"What Your COVID Immunity May Be Like With A 4th Shot","category":"WELLNESS","short_description":"How long do antibodies last with an additional dose? Should you time the shot to COVID waves or social plans? Here's what to know."},{"headline":"Still Have Lingering Congestion After Being Sick? Here's What To Do.","category":"WELLNESS","short_description":"A cold, the flu or any virus can leave you sniffling long after the illness has run its course. This advice can help you get relief."},{"headline":"WNBA Legend Lisa Leslie: We Were Told Not To Make 'Big Fuss' Over Brittney Griner","category":"SPORTS","short_description":"When Brittney Griner was arrested in Russia, there were fears she'd be used as a \"political pawn,\" Lisa Leslie said on a podcast."},{"headline":"Goal Of Capping Global Warming At 1.5 Degrees Celsius Is 'On Life Support,' UN Chief Warns","category":"ENVIRONMENT","short_description":"“There is no kind way to put it,” United Nations Secretary-General António Guterres said."},{"headline":"Tom Brady Announces He's Not Retiring After All: 'My Place Is Still On The Field'","category":"SPORTS","short_description":"\"That time will come. But it’s not now,\" the NFL legend wrote."},{"headline":"Meta Grants Exemption To Hate Speech Rules, Allowing Calls For Violence Against Putin","category":"MEDIA","short_description":"The rules change applies to Facebook and Instagram users in 12 countries following Russia's invasion of Ukraine."},{"headline":"Atlanta Falcons Player Suspended For 2022 Season After Betting On NFL Games","category":"SPORTS","short_description":"The NFL said Calvin Ridley's betting took place during five days in November 2021, when the wide receiver was away addressing mental health concerns."},{"headline":"Official: 6 Dead As Large Tornado Roars Through Central Iowa","category":"ENVIRONMENT","short_description":"A county official also said 25 to 30 homes were badly damaged by the tornado."},{"headline":"As War Rages, Paralympics To Open In Beijing Without Russia","category":"SPORTS","short_description":"The Winter Paralympics are set to open in Beijing with the Russian athletes sent home and the Ukrainian team escaping a war zone to get to China."},{"headline":"New York Times Tech Workers Vote To Unionize","category":"MEDIA","short_description":"Strong opposition from the company did not stop an election win for the NewsGuild-CWA."},{"headline":"Russians Face More Sports Sanctions, But Not At Paralympics","category":"SPORTS","short_description":"Russian athletes have been restricted from competing in more sporting events around the world but the Paralympics made an exception."},{"headline":"MLB Cancels Opening Day As Labor Dispute Continues","category":"SPORTS","short_description":"Major League Baseball Commissioner Rob Manfred made the announcement after lockout talks collapsed ahead of management's deadline."},{"headline":"MLB Pushes Labor-Deal Deadline To Tuesday For March 31 Start","category":"SPORTS","short_description":"Major League Baseball extended its deadline for rescuing opening day and a 162-game season until Tuesday at 5 p.m."},{"headline":"Kentucky Derby Winner Medina Spirit Stripped Of Title Over Drug Test","category":"SPORTS","short_description":"Another horse was declared the winner of the race."},{"headline":"Mikaela Shiffrin Barely Misses Medal In Mixed Team Event, Notes 'Special Feeling'","category":"SPORTS","short_description":"The slumping U.S. ski star will leave the Beijing Winter Olympics without a medal but is \"optimistic.\""},{"headline":"Speedskater Bart Swings Accomplishes An Olympics First For Belgium","category":"SPORTS","short_description":"The Belgian Ministry of Foreign Affairs congratulated the athlete for his feat."},{"headline":"High Winds Cause Chaos On Penultimate Day Of Winter Olympics","category":"SPORTS","short_description":"Beijing Games organizers closed the ski slopes, then shortened the cross-country course by 40%."},{"headline":"MLB Cancels Spring Games Through March 4 Due To Lockout","category":"SPORTS","short_description":"The announcement came a day after economic talks between the management and the Major League Baseball Players Association lasted just 15 minutes."},{"headline":"Major League Baseball Fails To Start On Time And Winter Feels Endless","category":"SPORTS","short_description":"Pitchers and catchers didn't report as scheduled for spring training as MLB and players fight over $10 billion in revenue."},{"headline":"Olympic Snowboarder Roars Back From Injury With Some Big-Cat Energy","category":"SPORTS","short_description":"A knee injury prevented France’s Lucile Lefevre from trying any tricks, so she broke out a tiger outfit instead."},{"headline":"Mikaela Shiffrin Sets Fastest Time In Downhill Training Session","category":"SPORTS","short_description":"The two-time U.S. Olympic champion skier so far has failed to win a medal at the Beijing Games."},{"headline":"Mikaela Shiffrin Jokes About Going Through With ‘A Really Bad Idea’ In Beijing","category":"SPORTS","short_description":"The U.S. skier laughed at the thought of entering six Alpine events at the 2022 Winter Olympics, which she confirmed Tuesday she’s intending to do."},{"headline":"Jury Rejects Sarah Palin's Defamation Claim Against The New York Times","category":"MEDIA","short_description":"The former Alaska governor is expected to appeal."},{"headline":"Meteorologist Surprised With 'Incredible' Proposal During Northern Lights Segment","category":"MEDIA","short_description":"Mary Lee was shocked when her partner dropped to one knee during his Valentine's Day visit."},{"headline":"Erin Jackson Makes History With Speedskating Gold Medal Win For U.S.","category":"SPORTS","short_description":"She has become the first Black woman to win a speedskating medal at the Winter Olympics."},{"headline":"Faith Leaders Demand NFL Move Next Super Bowl From Arizona For 'Racist' Vote Crackdown","category":"SPORTS","short_description":"\"The Ballot or the Blackout\" campaign against Arizona steps up after federal lawmakers fail to pass national voting rights protections."},{"headline":"Rams Legend Eric Dickerson Rejects Super Bowl Tickets 'In The Rafters'","category":"SPORTS","short_description":"The Hall of Fame running back gave the tickets to his sister and said he would probably watch the Rams-Bengals game at home."},{"headline":"Odell Beckham Jr. ‘On Standby’ For Baby News During Super Bowl 2022","category":"SPORTS","short_description":"Lauren Wood, the Los Angeles Rams receiver's girlfriend, is expecting their first child at any time."},{"headline":"Gold-Winning Canadian Snowboarder Cops To Error That Wasn't Spotted By Judges","category":"SPORTS","short_description":"“Everyone that snowboards knows I missed that grab. I’m not hiding from that. It is what it is,\" said Max Parrot, who won the Olympic slopestyle contest in Beijing."},{"headline":"Urgent Doping Hearing To Decide Russian Figure Skater's Olympic Fate","category":"SPORTS","short_description":"Kamila Valieva’s right to compete in the women’s event in Beijing will be decided at an urgent hearing at the Court of Arbitration for Sport."},{"headline":"These Are The Most Searched Super Bowl Dips In Every State","category":"FOOD & DRINK","short_description":"Here are the most uniquely searched game day dips across the country, according to Google."},{"headline":"Athletes Are Taping Their Faces At Winter Olympics But Maybe They Shouldn't","category":"SPORTS","short_description":"The CEO of a popular brand of kinesiology tape said his company doesn't endorse its use on the face."},{"headline":"Russian Skating Star Is 'Lighthearted' At Practice Amid Threat Of Olympic Ban","category":"SPORTS","short_description":"Kamila Valieva, who tested positive for a prohibited drug, may lose her team gold medal and a chance at an individual gold medal."},{"headline":"Your Kid Isn't Loving Sports. When Is It OK To Let Them Quit?","category":"PARENTING","short_description":"How to figure out if you should push your child to stick with the team or allow them to throw in the towel."},{"headline":"Watch 15-Year-Old Skater Kamila Valieva Pull Off A Winter Olympics Stunner In Team Event","category":"SPORTS","short_description":"The U.S. stumbled to nearly eliminate gold medal hopes in the team competition."},{"headline":"Engaged Hockey Star And Bobsledder Reunite At Winter Olympics — After 3 Months Apart","category":"SPORTS","short_description":"Blayre Turnbull and Ryan Sommer finally saw each other at the Beijing 2022 opening ceremony."},{"headline":"Nathan Chen Brings His A-Game In First Skate At Beijing Winter Olympics","category":"SPORTS","short_description":"The American figure skating star's personal best short program helped the U.S. take the lead in the team competition."},{"headline":"People Are Obsessed With 1 Part Of The Canada Winter Olympic Team's Outfit","category":"SPORTS","short_description":"\"They're ridiculous and I'm obsessed,\" one fan wrote on Twitter."},{"headline":"U.S. Skier River Radamus Posts Sweet Message To His Mom As 2022 Olympics Kick Off","category":"SPORTS","short_description":"Momma, he made it."},{"headline":"Olympian Released From Beijing Isolation Facility After Emotional Video Plea","category":"SPORTS","short_description":"When the ambulance that Belgian skeleton racer Kim Meylemans thought was taking her to the Olympic village drove past it, panic set in."},{"headline":"Meet The First Nonbinary U.S. Athlete To Compete In Winter Olympics","category":"SPORTS","short_description":"“It’s been a really long journey for me, embracing my gender,” pairs skater Timothy LeDuc said."},{"headline":"Joe Burrow Blasted For 'Distasteful' Joke About His Diamond Necklace","category":"SPORTS","short_description":"The Cincinnati Bengals quarterback took flak for lighthearted swagger after he led his team to a win over Kansas City and a berth in the Super Bowl."},{"headline":"4 Toxic Ways Doctors Dismiss Their Patients' Concerns","category":"WELLNESS","short_description":"If you encounter one of these scenarios at an appointment, here's how to advocate for yourself."},{"headline":"Imani Black Is Creating A Global Network Of Badass Minority Women","category":"FOOD & DRINK","short_description":"This young woman honors her community’s generational contributions to the aquaculture industry while breaking gender and race barriers."},{"headline":"What It's Like To Be A Black Chef Running A Halal Soul Food Restaurant","category":"FOOD & DRINK","short_description":"Fanerra Dupree, co-owner of Black Nile, says, \"Sometimes we're not Black American enough and sometimes not Muslim enough.\""},{"headline":"Rafael Nadal Wins Australian Open For Record 21st Major Title","category":"SPORTS","short_description":"The 35-year-old Spaniard now has one more major title than Roger Federer and Novak Djokovic, his long-time rivals in the so-called Big Three."},{"headline":"7 Happiness Hacks You Can Do On A Commute","category":"WELLNESS","short_description":"Try these tips the next time you're en route to a destination and feel your mood lift ASAP."},{"headline":"Winter Olympics Mascots Through The Years","category":"SPORTS","short_description":"Bing Dwen Dwen the panda is the official mascot for the 2022 Beijing Olympics, but there were plenty before."},{"headline":"The Essential Items Doctors Never Travel Without","category":"WELLNESS","short_description":"From eye masks to neck pillows, here's what health experts keep in their bags when they take a trip."},{"headline":"Overwhelmed By COVID News? Here's What To Monitor And What To Skip.","category":"WELLNESS","short_description":"If your mental health is wrecked from reading pandemic headlines for two years, take back some control by following this guide."},{"headline":"Tom Brady Bleeds In Playoff Defeat And Twitter's Sharks Come For Him","category":"SPORTS","short_description":"The Tampa Bay Buccaneers quarterback got his first unsportsmanlike penalty and a bloody lip after bragging that refs let him \"talk smack.\""},{"headline":"5 Hacks To Try If You Only Have A Minute To Destress","category":"WELLNESS","short_description":"Got 60 seconds? Use them to release a little anxiety or tension with these quick and simple techniques."},{"headline":"Prince William Evades Question About Whether He Supports Prince Andrew","category":"MEDIA","short_description":"His father, Prince Charles, did the same thing a few days ago."},{"headline":"6 Morning Habits That'll Make You Feel Like You Have Your Life Together","category":"WELLNESS","short_description":"Follow these simple, expert-backed hacks and inject your a.m. with a little calm and confidence."},{"headline":"Are Muscle Aches Or Back Pain A Symptom Of The Omicron COVID Variant?","category":"WELLNESS","short_description":"Many have experienced body aches, back pain and calf pain with a COVID infection recently. Here's why that may be happening."},{"headline":"NY Yankees Make Rachel Balkovec 1st Woman To Manage MLB Farm Team","category":"SPORTS","short_description":"The 34-year-old was promoted Tuesday by the New York Yankees to dugout boss of the Low A Tampa Tarpons."},{"headline":"The Most Popular Movies On Netflix Right Now Besides 'Just Go With It'","category":"HOME & LIVING","short_description":"Two Adam Sandler movies are trending on the streaming service."},{"headline":"U.S. Speedskater's 'Honorable Move' Allows Friend To Replace Her In Olympic Race","category":"SPORTS","short_description":"Brittany Bowe stepped aside so Erin Jackson, who slipped in the trials, could skate the 500 meters in Beijing."},{"headline":"Zoo Mourns Death Of 'Beloved' Dog Who Helped Raise Cheetah Cubs","category":"ENVIRONMENT","short_description":"Coby, a yellow Lab, \"made everyone feel special,\" the Columbus Zoo said."},{"headline":"LeBron James Dishes On His Dream To One Day Play In The NBA With His Son","category":"SPORTS","short_description":"Bronny has already made a name for himself in the basketball world."},{"headline":"Taking A COVID Rapid Test? You May Want To Swab Your Nose And Throat.","category":"WELLNESS","short_description":"Swabbing both areas when using an at-home test might give more accurate results in certain cases. Here's why and how to do it."},{"headline":"Navy Objects To Recommendation It Drain Hawaii Fuel Tanks","category":"ENVIRONMENT","short_description":"State officials are seeking to hold the U.S. Navy accountable for a leak at a fuel tank farm that sits above an aquifer that provides drinking water for Oahu."},{"headline":"7 Food Resolutions Nutritionists Wish You’d Make This Year","category":"FOOD & DRINK","short_description":"From eating more plants to giving yourself permission to enjoy your favorite foods, here's expert advice for the new year."},{"headline":"Zoo Tiger Shot And Killed After Biting Man Who Put Hand Through Fence","category":"ENVIRONMENT","short_description":"A sheriff's deputy shot Eko, an 8-year-old Malayan tiger, when he wouldn't let go of the arm of a cleaning service employee who reached into his enclosure."},{"headline":"Here's What's Leaving Netflix In January 2022","category":"HOME & LIVING","short_description":"\"Episodes\" and all five films of “The Twilight Saga” are among the movies and shows departing the streaming platform."},{"headline":"Want To Cook More At Home This Year? Here's How To Keep Your Resolution.","category":"FOOD & DRINK","short_description":"Brilliant tips to make your home cooking taste like a restaurant, according to these chefs."},{"headline":"22 Tiny Mental Health Habits That Can Improve Your Life In 2022","category":"WELLNESS","short_description":"Self-care won't solve every problem, but these quick and easy activities may at least bring some happiness to your day."},{"headline":"Meet The Man Who's Using Pizza To Make The World A Better Place","category":"FOOD & DRINK","short_description":"Slice Out Hunger founder Scott Wiener ponders how we can fight food insecurity starting with pizza as a common ground."},{"headline":"Are You Self-Gaslighting? Here's How To Spot The Destructive Behavior.","category":"WELLNESS","short_description":"If you ever find yourself discrediting your emotions or questioning your memories, these tips can help."},{"headline":"The Psychology Behind Why We Hate-Watch","category":"WELLNESS","short_description":"\"Emily in Paris\" returns to Netflix this week, which means plenty of us will be hate-streaming. There's a sociological and psychological reason we do it."},{"headline":"New On Netflix January 2022: 'Ozark,' 'Phantom Thread' And More","category":"HOME & LIVING","short_description":"The streaming service announced the movies and shows arriving soon."},{"headline":"NBA Postpones 5 More Games In Response To Rising COVID Cases","category":"SPORTS","short_description":"At least 68 players have been ruled out to play because of Health and Safety Protocols related to the coronavirus."},{"headline":"A ‘Green’ Energy Project Leaves A Mississippi Town Gasping For Air","category":"ENVIRONMENT","short_description":"European climate subsidies funnel billions to wood-burning power plants that harvest trees from the U.S. South. The industry is taking a toll locally and globally."},{"headline":"5 Damaging Food Comments We Say Too Often Around The Holidays","category":"WELLNESS","short_description":"These toxic phrases can make people feel unnecessary shame and suck the joy out of the season. Here’s what to say instead."},{"headline":"I Can't Self-Care My Way Into Feeling Better Anymore","category":"WELLNESS","short_description":"Self-help won't fix COVID. Here’s what to do when all the pandemic mental health advice feels frivolous."},{"headline":"LeBron James' Age-Defying Leap Makes Fans Jump For Joy","category":"SPORTS","short_description":"The nearly 37-year-old superstar made a \"superhuman\" block in the Lakers' victory over the Mavericks."},{"headline":"Zac Stacy Makes Jaw-Dropping Claim About Alleged Beating Of Ex-Girlfriend","category":"SPORTS","short_description":"The apparent attack by the ex-NFL running back, who's out on bail, was captured on home surveillance video."},{"headline":"Explainer: Was Deadly Tornado Storm System Related To Climate Change?","category":"ENVIRONMENT","short_description":"Warm weather was a crucial ingredient in the outbreak that killed dozens of people, but whether climate change is a factor is not quite as clear."},{"headline":"Endangered Right Whale Gives Birth While Entangled In Fishing Gear","category":"ENVIRONMENT","short_description":"A whale named Snow Cone has surprised scientists by giving birth to a healthy calf despite being encumbered by heavy fishing rope."},{"headline":"The Funniest Tweets From Parents This Week (Dec. 4-10)","category":"PARENTING","short_description":"\"I went from Mama to Mommy to Mom to Hey can I have $20.\""},{"headline":"Watch Rutgers Star Ron Harper Jr. Make The Buzzer Beater Of The Year","category":"SPORTS","short_description":"The Scarlet Knights basketball team stunned No. 1 Purdue in their first victory over a top-ranked team."},{"headline":"Is It Rude To Send A Cocktail Back?","category":"FOOD & DRINK","short_description":"Bartenders and etiquette experts break down the rules around rejecting a drink."},{"headline":"Pair Of Belgium Zoo Hippos Get COVID In What May Be First Cases For Species","category":"ENVIRONMENT","short_description":"Imani and Hermien only have runny noses so far, according to zoo officials."},{"headline":"Hawaii Gets Blizzard Warning As Denver Remains Snow-Free","category":"ENVIRONMENT","short_description":"Blizzard warnings for Hawaii are rare, but not totally unheard of."},{"headline":"BuzzFeed News Union Stages Walkout Amid Company's Plans To Go Public","category":"MEDIA","short_description":"The walkout over wages and creative control came the same day that the company’s shareholders are set to vote on taking the company public."},{"headline":"1983 AL Cy Young Award Winner LaMarr Hoyt Dies At 66","category":"SPORTS","short_description":"The Chicago White Sox said Hoyt died Monday in his hometown of Columbia, South Carolina, following a lengthy illness."},{"headline":"The Best Tools For All Your Hanukkah Frying","category":"FOOD & DRINK","short_description":"From Dutch ovens to cheesecloth and the right thermometer, these kitchen must-haves will help you make delicious fried food."},{"headline":"More Americans Than Ever Understand Climate Change Is Real And Harmful","category":"ENVIRONMENT","short_description":"About 3 in 4 survey respondents believe global warming is happening, and more than half agree that we are being harmed by climate change “right now.”"},{"headline":"Michael Savarino, Mike Krzyzewski's Grandson Who Plays For Duke, Faces DUI Charge","category":"SPORTS","short_description":"\"We'll handle that internally,\" the Duke coach said after Savarino and star teammate Paolo Banchero were pulled over."},{"headline":"Phillie Phanatic Is Back! Team Mascot Settles Legal Dispute","category":"SPORTS","short_description":"“We welcome the original Phillie Phanatic back with open arms,” Phillies executive vice president David Buck said Tuesday."},{"headline":"San Francisco 49ers Player Makes Incredible 'Buttception'","category":"SPORTS","short_description":"Sadly, things ended on a bum note, as K'Waun Williams was called for pass interference for his cheeky play."},{"headline":"Climate Conference Reverses Course On Call To End Coal Use","category":"ENVIRONMENT","short_description":"An earlier proposal at the 2021 United Nations Climate Change Conference called on nations to \"accelerate the phasing out of coal and subsidies for fossil fuel.\""},{"headline":"Myanmar Court Sentences American Journalist Danny Fenster To 11 Years In Jail","category":"MEDIA","short_description":"He was found guilty on several charges, including incitement for allegedly spreading false or inflammatory information."},{"headline":"North America's Rarest Mammal Makes 'Surprise Appearance' In Colorado Garage","category":"ENVIRONMENT","short_description":"The garage-crashing black-footed ferret surprised a homeowner in Pueblo West."},{"headline":"Nikola Jokic Unleashes 'Nasty Cheap Shot' At Markieff Morris In Ugliest Play Of Season","category":"SPORTS","short_description":"The Denver Nuggets star, ejected after his blindside hit, said he felt bad because Morris' \"head snapped back.\""},{"headline":"The Most Popular Shows On Netflix Right Now Besides 'Big Mouth'","category":"HOME & LIVING","short_description":"A new true-crime docuseries and Nickelodeon family show are also trending."},{"headline":"Small, Fun And Colorful Christmas Trees Perfect For Tiny Spaces","category":"HOME & LIVING","short_description":"These unique and vibrant holiday trees add a pop of fun to countertops, small apartments or the office."},{"headline":"Thanksgiving Without Turkey? A Valid Argument For Skipping The Bird.","category":"FOOD & DRINK","short_description":"There are ample reasons you may not want to serve a turkey at your feast. Experts offer ways to create a new holiday tradition."},{"headline":"High School Football Team Beats Rival So Badly Principal Apologizes","category":"SPORTS","short_description":"California's Inglewood High School trounced Morningside by a margin so extreme that the losing coach called his rival \"classless.\""},{"headline":"Do I Need To Wear A Mask If A Place Requires Proof Of COVID Vaccination?","category":"WELLNESS","short_description":"Here's what experts are personally doing when it comes to masking indoors, plus some factors to consider for yourself."},{"headline":"Where To Order Thanksgiving Desserts That Can Be Shipped To Your Door","category":"FOOD & DRINK","short_description":"It’s common for guests to bring dessert to holiday gatherings, but what if you can’t? These businesses will take care of it for you."},{"headline":"10 Cookbooks That’ll Take The Stress Out Of Cooking Thanksgiving Dinner","category":"FOOD & DRINK","short_description":"No need to spend hours planning or cooking alone in the kitchen — get back to what’s important at the holidays."},{"headline":"This Desert May Contain Secrets To Avoiding Climate Famine","category":"ENVIRONMENT","short_description":"A landmark new study of plant life in one of the world’s driest places could yield new drought-resistant crops — if mining for electric vehicle batteries doesn't destroy the ecosystems first."},{"headline":"10 Ways To Alleviate Tech Neck, According To Experts","category":"WELLNESS","short_description":"Hunching over a laptop, tablet or smartphone can lead to ongoing neck pain. Here's how the pros recommend catching some relief."},{"headline":"The Thanksgiving Cooking Tools You Always Need, But Forget To Buy","category":"FOOD & DRINK","short_description":"Roasting pans, meat thermometers and other tools that even professional chefs have regretted forgetting to stock up on."},{"headline":"Is It Safe To Host Thanksgiving This Year? 6 Precautions To Take","category":"FOOD & DRINK","short_description":"We don’t need to dial it back like it's 2020, but experts say we need to \"pull it back one step\" to keep things safe in 2021. Here's what to do."},{"headline":"Containers That Are Perfect For Storing Your Thanksgiving Leftovers In","category":"FOOD & DRINK","short_description":"Stackable, microwavable and hassle-free containers to store all your food in, this year and next."},{"headline":"Getting A Real Christmas Tree This Year? Here's What You Should Know.","category":"HOME & LIVING","short_description":"Here's what experts have to say about potential shortages during the 2021 holiday season."},{"headline":"The Exact Amount Of Halloween Candy You Can Eat Before It's Lethal","category":"FOOD & DRINK","short_description":"It's not something you should have to worry about, but in case you're curious how much is too much, there's a formula you can use."},{"headline":"Elusive Owl Caught On Camera After Flying Under Radar For 150 Years","category":"ENVIRONMENT","short_description":"Shelley's eagle owl had never been clearly photographed in the wild — until now."},{"headline":"The Best Halloween Cocktails To Make At Home","category":"FOOD & DRINK","short_description":"Drinks with classic fall flavors and creepy colors from the best bars and restaurants around the world."},{"headline":"The Halloween Candy You Give Out Reveals How Much You Care About Status","category":"FOOD & DRINK","short_description":"Your stash of treats often says more about you than the trick-or-treaters you're feeding."},{"headline":"New On Netflix November 2021: 'Big Mouth,' 'Tiger King 2' And More","category":"HOME & LIVING","short_description":"The streaming service announced the movies and shows arriving soon."},{"headline":"The Best Grain-Free, Gluten-Free Baking Mixes, According To Experts","category":"FOOD & DRINK","short_description":"These make it easier to bake cupcakes, brownies, biscuits and more."},{"headline":"Artificial Christmas Trees: Here's What You Should Know This Year","category":"HOME & LIVING","short_description":"Global supply chain disruptions are affecting the fake tree industry."},{"headline":"Funny Tweets About Kids Learning Musical Instruments","category":"PARENTING","short_description":"\"Live with a beginner violin student so your house constantly sounds like a horror film.\""},{"headline":"The Most Popular Movies On Netflix Besides 'The Forgotten Battle'","category":"HOME & LIVING","short_description":"A 2017 heist film and a new Norwegian dark comedy are also trending."},{"headline":"600-lb Stranded Sea Turtle Splashes Back Into The Ocean After Rescue","category":"ENVIRONMENT","short_description":"The large leatherback apparently got \"disoriented\" in Cape Cod Bay, but after a change of scenery and some vitamins, he was good to go."},{"headline":"The Best Happiness Advice People Learned In Therapy","category":"WELLNESS","short_description":"Keep this wisdom from therapists tucked away for when you need a boost."},{"headline":"Weight Loss May Not Actually Make You Healthier, Study Reveals","category":"WELLNESS","short_description":"Want a long and healthy life? New research shows that focusing on this one behavior may help a lot more than losing weight."},{"headline":"How Paint Colors Affect Home Sale Prices","category":"HOME & LIVING","short_description":"Here's what you need to know about the link between interior wall colors and home value."},{"headline":"If You're Eligible For A COVID Booster Shot Right Now, Should You Get It?","category":"WELLNESS","short_description":"Figuring out when to get a third dose of the vaccine is complicated. Here's what to know about the timing and ethics of getting one."},{"headline":"Emily Mariko: You Can't Have Her Life, But You Can Have Her Stuff","category":"FOOD & DRINK","short_description":"We may never be as put together as the viral TikTok star, but we can at least try with these kitchen, home and wellness products."},{"headline":"3 Reasons You're More Anxious In The Morning (And How To Fix It)","category":"WELLNESS","short_description":"Are your stress levels rising when you do? Experts reveal what could be happening and offer advice on managing it."},{"headline":"The Best Products To Help You Poop Better","category":"WELLNESS","short_description":"Relieve constipation or solve your other bathroom woes with these game-changing items."},{"headline":"How COVID Vaccine Dosage Is Different For Young Kids","category":"PARENTING","short_description":"What parents need to know about the Pfizer vaccine — and why kids age 5-11 will get a much smaller dose."},{"headline":"'Extreme Numbers' Of Large Invasive Spiders In Georgia May Be A Good Thing","category":"ENVIRONMENT","short_description":"The palm-sized Joro spiders may look freaky, but they're not dangerous and even provide some big benefits."},{"headline":"Where Can I Buy At-Home Rapid COVID Tests, And When Should I Use One?","category":"WELLNESS","short_description":"Read this before you purchase a kit and test yourself for COVID-19."},{"headline":"Hilarious Tweets From Parents About School Picture Day","category":"PARENTING","short_description":"\"Today is school picture day so my kids wore their favorite toothpaste on their shirts.\""},{"headline":"COVID-Sick Zoo Lions Fed 'Tempting' Baby Food, Chicken Broth To Amp Up Appetites","category":"ENVIRONMENT","short_description":"Lions and tigers at the National Zoo in Washington, D.C., tested positive for the coronavirus last week."},{"headline":"Small-But-Mighty Closet Organizers To Maximize Storage","category":"HOME & LIVING","short_description":"From jewelry drawers to sweater stackers, here are space- (and sanity-) saving products your closet will thank you for."},{"headline":"Halloween Decorations That'll Thrill Your Trick-Or-Treaters","category":"HOME & LIVING","short_description":"Have oodles of spooky fun with these clever animatronics, fog machines, props, lights and more."},{"headline":"The Best Ready-Made Meal Delivery Services","category":"FOOD & DRINK","short_description":"If you need a break from cooking, nutritionists suggest these companies — no subscription required."},{"headline":"The Best Halloween Baking Tools: Get Ready To Slay","category":"FOOD & DRINK","short_description":"Bring your dessert game back from the dead with everything from edible fake blood to skeleton cake pans to creepy cupcake sprinkles."},{"headline":"Red States’ Wolf-Killing Campaign May Have Just Backfired","category":"ENVIRONMENT","short_description":"The U.S. Fish and Wildlife Service might put gray wolves back under Endangered Species Act protection after Idaho and Montana enacted laws to cull them."},{"headline":"Get Dinner On The Table Faster With These Chef-Approved Hacks","category":"FOOD & DRINK","short_description":"You'll never look at a sandwich bag the same way again."},{"headline":"New Study Shows Just How Hard The Pandemic Has Been For Pregnant Women","category":"PARENTING","short_description":"Nearly 70% of expectant women have experienced distress during COVID — and they're still not getting the support they need."},{"headline":"More Than 100 Birds Found Covered In Oil After Hurricane Ida Refinery Spill","category":"ENVIRONMENT","short_description":"Some oiled birds have already been rescued from the Alliance Refinery spill, but the operation could take weeks, Louisiana wildlife officials say."},{"headline":"18 Ways To Make Your Home Look Cleaner Than It Is","category":"HOME & LIVING","short_description":"Trick last-minute guests into thinking your home is always put together with these crunch-time cleaning hacks."},{"headline":"19 Products People Swear By Because Their Parents Used Them","category":"PARENTING","short_description":"Just a bunch of great things that people have adored for generations and passed down to their kids (and even *their* kids)."},{"headline":"Great White Shark Is Missing 'Unusual' Amount Of Teeth: 'Anyone Know A Good Dentist?'","category":"ENVIRONMENT","short_description":"A cage-diving expedition off Mexico's Guadalupe Island discovered the chomper-challenged predator."},{"headline":"I Am So F**king Tired","category":"PARENTING","short_description":"Parents like me passed their breaking point a long time ago. How will we ever return to normal?"},{"headline":"Californians Coming Home After Fleeing Wildfire Now Face Bear Break-Ins","category":"ENVIRONMENT","short_description":"South Lake Tahoe residents returning from fleeing the Caldor Fire have reported break-ins — but most have been by bears."},{"headline":"29 Inexpensive Kitchen Products That Will Be Used All The Time","category":"FOOD & DRINK","short_description":"A trio lasagna pan is a real game-changer"},{"headline":"27 Home Improvement Essentials You Should Always Keep Stocked","category":"HOME & LIVING","short_description":"Wax sticks, Command strips and bulbs — oh my!"},{"headline":"10 Great Cookbooks To Give To Young Adults Who Are Leaving The Nest","category":"FOOD & DRINK","short_description":"Keep your kids away from relying on takeout while giving them a lesson on delicious meals they can make themselves."},{"headline":"Angry White Guy Accosts Black MSNBC Reporter During Hurricane Ida Segment","category":"MEDIA","short_description":"Video shows the man, who has not been identified, getting out of a truck to yell at Shaquille Brewster about reporting the news “accurately.”"},{"headline":"The Funniest Tweets From Parents This Week (Aug. 20-27)","category":"PARENTING","short_description":"\"If you’re not 12 hours early then are you even going to the movies, airport, party, or show with a dad?\""},{"headline":"Hurricane Ida Predicted To Hit Louisiana On Katrina Anniversary","category":"ENVIRONMENT","short_description":"Hurricane Ida struck Cuba on Friday and threatened to slam into Louisiana with far greater force over the weekend, prompting evacuations."},{"headline":"The Tools You Need To Create A World-Class Bar At Home","category":"FOOD & DRINK","short_description":"\"Apartment Bartender\" Elliott Clark shares a small and well-curated list that'll help wow guests (and yourself)."},{"headline":"Sarah Lane: Starring On 'MasterChef Junior' Killed The Magic Of Reality TV","category":"FOOD & DRINK","short_description":"The cook, who appeared on Season 1 of the hit TV show, opened up about her current relationship with reality television and more."},{"headline":"New Zealand 'All Whites' Soccer Team Drops Nickname","category":"SPORTS","short_description":"The team said it was carrying out a variety of measures aimed at improving its cultural inclusivity."},{"headline":"What To Buy The 'Ted Lasso' Fan In Your Life","category":"HOME & LIVING","short_description":"From Richmond jerseys to track suits to biscuit-baking essentials, here are the best \"Ted Lasso\"-themed gifts."},{"headline":"Biden Sticks By Trump Decision To Strip Wolves Of Endangered Species Protections","category":"ENVIRONMENT","short_description":"Since gray wolves have lost federal protections, some states have adopted aggressive hunting seasons allowing large numbers to be killed."},{"headline":"Washingtonian Magazine Staffers Form Union","category":"MEDIA","short_description":"Despite pressure from management, staffers voted 15-2 to join the Washington-Baltimore NewsGuild."},{"headline":"The Funniest Tweets From Parents This Week (Aug. 14-20)","category":"PARENTING","short_description":"\"Welcome to parenting. You have now become Kid’s Name’s Mom in everyone’s phone.\""},{"headline":"The Most Common COVID-19 Booster Shot Questions Answered","category":"WELLNESS","short_description":"Here's what the latest news on the additional doses means for you."},{"headline":"Commentator Apologizes After Racist On-Air Joke About Japanese Baseball Player","category":"SPORTS","short_description":"Jack Morris appeared to make fun of an Asian accent as he discussed Angels all-star Shohei Ohtani."},{"headline":"25 Things To Help You Clean The Things You Keep Forgetting To Clean","category":"HOME & LIVING","short_description":"From pet stain removers to patio cleaners, these cleaning essentials will take care of all the home messes you've been neglecting."},{"headline":"Wisconsin Doubles Wolf Hunt Quota Even After Biologists Warn Of Serious Risk To Population","category":"ENVIRONMENT","short_description":"\"Nothing will dissuade the desire for more blood from our brother,\" said the leader of a Wisconsin Chippewa tribe, which considers the wolf sacred."},{"headline":"Caeleb Dressel Swims With His Dog Jane In Gold Medal-Worthy Video","category":"SPORTS","short_description":"The Olympic swimmer's canine pal showed impressive prowess in the pool."},{"headline":"The Funniest Tweets From Parents This Week (Aug. 7-13)","category":"PARENTING","short_description":"\"Just a reminder that a Cheesecake Factory menu counts as summer reading for your kids.\""},{"headline":"These Are The Symptoms Of The Delta Variant In Kids","category":"PARENTING","short_description":"Are the signs of the COVID-19 delta variant different in children? Here's what parents need to know."},{"headline":"17 Products To Help Make New Parenthood Just A Tad Bit Easier","category":"PARENTING","short_description":"Handy essentials, including snack catchers and washable changing pads, for taking care of little ones."},{"headline":"21 Things To Buy To Spoil Yourself If You've Had A Long Week","category":"WELLNESS","short_description":"It's finally the weekend, so treat yourself to face masks, plush blankets and more goods that'll help you relax."},{"headline":"12 Water Toys And Pools For Cooling Down The Kids When It Gets Hot","category":"PARENTING","short_description":"Give the kiddos the best pool day ever with these water blasters, gator floats and other cool toys."},{"headline":"27 Things Under $50 You'll Want To Buy For Your Home","category":"HOME & LIVING","short_description":"From industrial lamps to garage door openers, these essentials will be a big help around your living space."},{"headline":"Man Hand-Feeds Mako Shark, Still Has Hand","category":"ENVIRONMENT","short_description":"Keith Poe, who has tagged thousands of sharks off California, says the feeding is all about \"getting to know each other.\""},{"headline":"22 Problem-Solving Products That Help Put An End To Pesky Home Issues","category":"HOME & LIVING","short_description":"Bed sheet pads, furniture pens and more products that'll help you solve annoying home problems."},{"headline":"We Found The Cereals That Kids, Parents And Nutrition Experts Agree On","category":"FOOD & DRINK","short_description":"If they’re demanding nothing but “Box O’ Sugar Bombs,” here are some options."},{"headline":"U.S. Women's Basketball Defeats Japan To Win 7th Straight Gold Medal","category":"SPORTS","short_description":"Brittney Griner scored 30 points, and the United States won its seventh straight gold medal in women’s basketball, beating Japan 90-75."},{"headline":"The Pandemic Has Let Alaskan Whales Get Some Peace And Quiet","category":"ENVIRONMENT","short_description":"Reduced noise from cruise ships has made a big difference in the lives of humpback whales in Glacier Bay."},{"headline":"Leslie Jones' Uncensored Commentary Puts Olympic Rhythmic Gymnastics On The Map","category":"SPORTS","short_description":"The former \"Saturday Night Live\" comedian provided her unique perspective, and the sport may never be the same."},{"headline":"The Funniest Tweets From Parents This Week (July 31-Aug. 6)","category":"PARENTING","short_description":"\"My kids love playing pretend. My 9yo pretends to be a dinosaur and my 13yo pretends she doesn’t know us.\""},{"headline":"10 Cooling Products That'll Help You Sleep When It's Unbearably Hot","category":"WELLNESS","short_description":"A\/C not cutting it? Try one of these items to keep you sweat free while you snooze."},{"headline":"Diver Tom Daley Unboxing Condoms In The Olympic Village To Lil Nas X Is A Vibe","category":"SPORTS","short_description":"A video of the Olympic champion is going viral on TikTok."},{"headline":"Olympic Shooter Blames Wardrobe Malfunction For Bull's-Eye Blooper","category":"SPORTS","short_description":"“I am not happy,\" said Ukraine's Serhiy Kulish, whose gaffe cost him a medal in Tokyo."},{"headline":"Olympic Sprint King Lamont Marcell Jacobs Reconnects With American Father He Last Saw As Infant","category":"SPORTS","short_description":"The surprise 100-meter champ said establishing a relationship with his father helped motivate him in Tokyo."},{"headline":"The Most Popular Movies On Netflix Besides 'Resort To Love'","category":"HOME & LIVING","short_description":"The horror film \"Blood Red Sky\" and the British romance \"The Last Letter From Your Lover\" also appear in the rankings."},{"headline":"Shot-Putter Raven Saunders Defends ‘X’ Gesture, In Honor Of All Who Are Oppressed","category":"SPORTS","short_description":"“Shout out to all my Black people. Shout out to all my LBGTQ community. Shout out to everybody dealing with mental health,\" Saunders said."},{"headline":"MyKayla Skinner Goes From Sub To Silver Medal Winner In Olympic Vault","category":"SPORTS","short_description":"The veteran gymnast thought her Olympic dreams were over before she got a second chance because of Simone Biles' withdrawal."},{"headline":"NBC Cuts Short Raven Saunders' Twerking Celebration, Viewers Say","category":"SPORTS","short_description":"The American won silver in the shot put and won over fans with her strength and style."},{"headline":"Simone Biles Withdraws From Floor Event Finals","category":"SPORTS","short_description":"Simone Biles has taken time for her mental health and to recover from the \"twisties.\""},{"headline":"Bee Swarm Attack In Arizona Kills Man, Injures Several Others","category":"ENVIRONMENT","short_description":"Some victims were stung \"hundreds of times.\""},{"headline":"U.S. Olympic Shot Putter’s Supervillain Face Mask Is No Joke","category":"SPORTS","short_description":"Raven Saunders is wearing one attention-grabbing garment in Tokyo."},{"headline":"Olympic Swimmer Lilly King Says This 1 American Trait Is 'Bulls**t'","category":"SPORTS","short_description":"The swim star said it wasn't excused by America maybe having \"extremely high standards for this sort of thing.\""},{"headline":"Elaine Thompson-Herah Wins 2nd Straight 100-Meter Gold In Blazing Time","category":"SPORTS","short_description":"Jamaicans completed a sweep and the lone American, Teahna Daniels, finished seventh at the Tokyo Olympics."},{"headline":"Novak Djokovic’s Racket Ends Up Just Like His Golden Slam Dreams, In Absolute Ruins","category":"SPORTS","short_description":"The Serbian superstar's racket received the brunt of his temper tantrum during his loss to Spain's Pablo Carreño Busta in the bronze medal match."},{"headline":"Oregon Investing $220 Million To Handle Growing Wildfire Problem","category":"ENVIRONMENT","short_description":"Gov. Kate Brown signed the bill as the massive Bootleg fire raged in southern Oregon."},{"headline":"Cookbook Authors Share Why Screwing Up In The Kitchen Is The Best Thing You Can Do","category":"FOOD & DRINK","short_description":"Experimenting (and messing up) is a crucial part of becoming a better home chef."},{"headline":"Katie Ledecky Puts Her Up And Down Olympics In Perfect Perspective After Gold","category":"SPORTS","short_description":"The U.S. swim star had a powerful message after winning the 1500-meter freestyle."},{"headline":"COVID-19 Vaccine And Kids: What Parents Need To Know Right Now","category":"PARENTING","short_description":"Has the timeline changed? How do the delta variant — and rising cases — factor in? Here's what parents of young children should know."},{"headline":"Deadly Caribbean Coral Disease Linked To Ship Wastewater","category":"ENVIRONMENT","short_description":"The \"greatest declines\" in coral in the Bahamas are linked by researchers to the stony coral tissue loss disease, which may be triggered by ship traffic."},{"headline":"Swimmer Wins Tokyo Olympics Gold After Beating COVID-19 Twice In 5 Months","category":"SPORTS","short_description":"Britain’s Tom Dean missed more than six weeks in the pool before the Tokyo games, but powered through to win the 200-meter freestyle event."},{"headline":"Olympic Diver Tom Daley Knitted Special Accessory For Gold Medal","category":"SPORTS","short_description":"The Brit, who won gold in the men's synchronized 10-meter platform event with teammate Matty Lee, showed off the craft on Instagram."},{"headline":"Watch Gymnast Luciana Alvarado's BLM-Tribute Raised Fist In Olympics Routine","category":"SPORTS","short_description":"She said she wanted to highlight the \"importance of everyone treated with respect and dignity.\""},{"headline":"Australian Gold Medal Winner's Coach Has The Best Reaction To Her Stellar Swim","category":"SPORTS","short_description":"Ariarne Titmus won the 400-meter, and coach Dean Boxall won the internet meme game."},{"headline":"Diver Tom Daley Wins Gold: 'I Am A Gay Man And Also An Olympic Champion'","category":"SPORTS","short_description":"Daley, who paired with Matty Lee to win the 10-meter synchronized platform for Britain, delivered a powerful message to LGBTQ fans."},{"headline":"The Aerials, Slides And Wipeouts Of Skateboarding's First Olympics","category":"SPORTS","short_description":"The men's street competition began Saturday, and photographers captured every grinding moment of it."},{"headline":"The Most Incredible Photos Of Surfing's Olympic Debut","category":"SPORTS","short_description":"Surfers from around the world appear to defy gravity and buoyancy to stun the judges on the waves."},{"headline":"Maria Taylor Gets Snapped Up By NBC Just Days After ESPN Departure","category":"MEDIA","short_description":"The sports reporter and ESPN had been unable to agree on a new contract. She also left the channel after news emerged of a colleague's racist remarks."},{"headline":"26 Game-Changing Kitchen Products For Anyone Whose Cooking Style Is 'Fast And Easy'","category":"FOOD & DRINK","short_description":"It's Rapid Potato Cooker Summer, y'all."},{"headline":"A ‘Bill Of Rights’ Aims To Keep Child Athletes Safe From Sex Abuse As Olympics Begin","category":"SPORTS","short_description":"After the Larry Nassar scandal, advocates are calling on sports groups, gyms and more to commit to preventing child sexual abuse by adopting the set of principles."},{"headline":"Stranded Baby Orca In New Zealand Sparks Nationwide Search For His Pod","category":"ENVIRONMENT","short_description":"The orca calf, named Toa, which means hero in Māori, is receiving round-the-clock care."},{"headline":"Dramatic Videos Show Deadly Flooding In China","category":"ENVIRONMENT","short_description":"People were trapped in waist-high water on the subway and cars floated through the streets as severe floods tore through China’s Henan province."},{"headline":"The Most Popular Shows On Netflix Right Now Besides 'Never Have I Ever'","category":"HOME & LIVING","short_description":"\"My Unorthodox Life\" and \"Heist\" made the top 10 ranking."},{"headline":"Coco Gauff Will Miss Olympics After Testing Positive For COVID-19","category":"SPORTS","short_description":"The 17-year-old was expected to lead Team USA's 12-person tennis team at the Tokyo Games, which begin in just a few days."},{"headline":"Scientists Fear For Birds As Utah's Great Salt Lake Nears Record Low Levels","category":"ENVIRONMENT","short_description":"The vibrant ecosystem of North America's largest saltwater lake is under serious threat from water diversion and climate change-fueled drought."},{"headline":"Thousands Of Flamingos Die As Lake In Turkey Dries Up In Drought","category":"ENVIRONMENT","short_description":"Environmentalists say the birds are being sacrificed to climate change and wasteful agricultural irrigation."},{"headline":"Judge Nullifies Horse Trainer Bob Baffert’s NY Suspension","category":"SPORTS","short_description":"The judge ruled that the New York Racing Association acted unconstitutionally by not letting Baffert adequately respond to claims after a horse failed a postrace drug test."},{"headline":"5 Reasons You Should Be Patient With Restaurants As They Reopen","category":"FOOD & DRINK","short_description":"Here’s what industry workers across the country want you to know."},{"headline":"Bill O'Reilly Accuser Details Sexual Harassment For The First Time","category":"MEDIA","short_description":"Andrea Mackris is breaking her nondisclosure agreement 17 years after she and the ousted Fox News star settled her lawsuit."},{"headline":"Espresso Martinis: What To Know About Summer's Big Drink Trend","category":"FOOD & DRINK","short_description":"Experts break down the history and health considerations of \"a drink that will wake you up and then f**k you up.”"},{"headline":"Florida Breaks Annual Manatee Death Record In First 6 Months","category":"ENVIRONMENT","short_description":"Some biologists believe water pollution is killing seagrass beds, causing manatees to die from starvation."},{"headline":"The Most Popular Movies On Netflix Right Now Besides 'Fear Street'","category":"HOME & LIVING","short_description":"A few foreign films and the ensemble comedy \"Mother's Day\" also made the ranking."},{"headline":"Novak Djokovic '50-50' On Whether To Play At Tokyo Olympics","category":"SPORTS","short_description":"The top-ranked male tennis player has a chance at a \"Golden Slam\" if he competes."},{"headline":"Want To Make Cooking A Bit Easier? Try Adding One Of These 18 Things To Your Kitchen","category":"FOOD & DRINK","short_description":"Who knew there were ways to make cooking easy?"},{"headline":"3 Dead As Tropical Storm Elsa Barrels Through Caribbean, Heads For Cuba","category":"ENVIRONMENT","short_description":"Elsa battered southern coasts of Haiti and the Dominican Republic as Florida Gov. declares state of emergency in 15 counties."},{"headline":"MLB Places Trevor Bauer On Leave Following Sexual Assault Allegations","category":"SPORTS","short_description":"A woman has accused the Los Angeles Dodgers pitcher of assaulting her. The LAPD is investigating the allegations."},{"headline":"9-Year-Old Girl Helps Deliver Baby Sister In Missouri Home","category":"PARENTING","short_description":"When Angelica Gunn started having contractions more than a week before her due date, her daughter, Aakayla, stepped in to help."},{"headline":"Tom Brady’s Personalized Golf Balls Are The G.O.A.T.","category":"SPORTS","short_description":"The Super Bowl champ's Titleist balls are customized with small reminders of his greatness on the football field."},{"headline":"Serena Williams Says She Won't Play At Tokyo Olympics","category":"SPORTS","short_description":"The tennis star, who has won four gold medals at past Summer Olympics, did not want to disclose why she's chosen not to play at this year's games."},{"headline":"Hong Kong's Pro-Democracy Newspaper Apple Daily To Shut Down After Editors' Arrests","category":"MEDIA","short_description":"The paper's print edition and online edition will cease no later than Saturday due to “the current circumstances prevailing in Hong Kong.”"},{"headline":"The Top Kitchen And Cookware Deals For Amazon Prime Day","category":"FOOD & DRINK","short_description":"Instant Pots, air-fryers, pots, pans, blenders, coffee makers, knives and more."},{"headline":"Tokyo Olympics To Allow Limit Of 10,000 Local Fans In Venues","category":"SPORTS","short_description":"The decision contradicts the country’s top medical adviser."},{"headline":"Wimbledon Reaches Out To Naomi Osaka Over Media Operations","category":"SPORTS","short_description":"The tennis star withdrew from the French Open after shunning press conferences to protect her mental health."},{"headline":"The New Yorker Reaches Deal With Union To Avoid Strike","category":"MEDIA","short_description":"The tentative agreement includes raises of 10% for most staffers. \"These gains are the direct result of collective action,\" the union said."},{"headline":"MLB Pitchers Could Face 10-Game Bans For Altering Balls: Commissioner","category":"SPORTS","short_description":"Repeat offenders will receive progressive discipline, and teams and club employees will be subject to discipline for failure to comply"},{"headline":"Texans Asked To Conserve Energy As Main Power Grid Struggles To Keep Up","category":"ENVIRONMENT","short_description":"Grid operator ERCOT came under fire earlier this year for dangerous power outages that left millions without electricity and hundreds dead."},{"headline":"Coco Gauff's French Open Loss Is The Wrong Kind Of Smashing Success","category":"SPORTS","short_description":"The 17-year-old American took out her frustrations on her racket during a quarterfinals defeat against Barbora Krejčíková."},{"headline":"18 Useful Kitchen Gadgets That People Actually Swear By","category":"HOME & LIVING","short_description":"Cooking is an art and these appliances will help you make your Mona Lisa."},{"headline":"Naomi Osaka Drops Out Of 2nd Tournament Amid Break For Mental Health","category":"SPORTS","short_description":"The world's second-ranked tennis player withdrew from the German Open days after pulling out of the French Open while citing mental health issues."},{"headline":"How To Respectfully Get Your Kid To Stop Talking So Much","category":"PARENTING","short_description":"When you just need some quiet — but you don't want to make your chatty kid feel bad."},{"headline":"A 'Ring Of Fire' Eclipse Will Blaze Across The Sky This Week","category":"ENVIRONMENT","short_description":"An annular solar eclipse will dazzle viewers in some parts of the world."},{"headline":"Biden Moves To Restore Endangered Species Protections Eroded By Trump","category":"ENVIRONMENT","short_description":"Under Trump, several protections for threatened species were weakened. The Biden administration said it's now canceling or reviewing these actions."},{"headline":"New (And Very Cute) 'Chocolate Frog' Species Identified By Scientists","category":"ENVIRONMENT","short_description":"The little frog, Litoria mira, was found in a rainforest swamp in New Guinea."},{"headline":"These Are The Most Popular Dog Breeds In Every State","category":"HOME & LIVING","short_description":"The pet product brand Honest Paws figured out the most-searched breeds in all 50 states and the District of Columbia."},{"headline":"The Funniest Tweets From Parents This Week (May 29 - June 4)","category":"PARENTING","short_description":"\"Shout out to all those parents who can stay calm while their children mix Play-Doh colors.\""},{"headline":"Volleyballer Makes Racist Gesture About Thai Opponent During Televised Match","category":"SPORTS","short_description":"Serbian volleyball player Sanja Djurdjevic sparked an uproar after she stretched her eyes apart when her team won a point."},{"headline":"10,000 Volunteers Drop Out Of Tokyo Olympics","category":"SPORTS","short_description":"Some were worried about COVID-19, organizers said."},{"headline":"6 Real Examples That Prove The COVID-19 Vaccines Are Working","category":"WELLNESS","short_description":"Need evidence that the coronavirus shots are effective in controlling the pandemic? Look no further."},{"headline":"Venus Williams 'Drops The Mic' With Fiercely Honest Take On Naomi Osaka Situation","category":"SPORTS","short_description":"Viewers were obsessed with the tennis legend's answer on how she deals with pressure from the media."},{"headline":"5 Custom Starbucks Drinks Baristas Actually Want You To Order","category":"FOOD & DRINK","short_description":"They're super fruity and better yet, they're not so complicated that they'll get your barista fired."},{"headline":"Twins Outfielder Delivers One Of The Greatest Sports Bloopers Of All Time","category":"SPORTS","short_description":"Rob Refsnyder makes the highlight reels for all the wrong reasons."},{"headline":"Naomi Osaka Fined $15,000 For Refusing To Speak With Press At French Open","category":"SPORTS","short_description":"Heads of the organizations in charge of all four tennis Grand Slams said Osaka could face suspension from future tournaments if she refuses to speak with the media."},{"headline":"Cubs Star's Ordinary Ground Ball Turns Into The Adventure Of A Lifetime","category":"SPORTS","short_description":"Javier Báez took advantage of shoddy Pirates fielding in a play unlike any other."},{"headline":"Fox News' Juan Williams Announces He's Leaving 'The Five'","category":"MEDIA","short_description":"The liberal-leaning co-host announced at the end of the broadcast that it was his last day on the show but not at the network."},{"headline":"26 Kitchen Products From Amazon That Have Thousands Of 5-Star Reviews","category":"FOOD & DRINK","short_description":"If these products don't get you cooking, we don't know what will."},{"headline":"Tweets About The Things We Forgot How To Do During The Pandemic","category":"HOME & LIVING","short_description":"\"I’ve forgotten how to talk to people in person. What do I do with my arms?\""},{"headline":"Journalist Martin Bashir Apologizes To Prince William, Prince Harry For Diana Interview Ruse","category":"MEDIA","short_description":"The former BBC broadcaster insisted his scheming didn't do anything to harm the princess."},{"headline":"The Most Popular Shows On Netflix Right Now Besides 'Halston'","category":"HOME & LIVING","short_description":"The new season of a hit Mexican crime drama and a sitcom about a Black working-class family top the ranking."},{"headline":"How To Talk To Parents Who Choose Not To Vaccinate Their Kids","category":"PARENTING","short_description":"When dealing with friends or family with COVID-19 vaccination doubts, go for empathy — and pick your battles."},{"headline":"Instead Of Returning The Dog You Adopted During Lockdown, Do This","category":"HOME & LIVING","short_description":"Some shelters say people are returning their 'COVID pets' as they go back to work. Here are more compassionate things to do before considering that option."},{"headline":"Austrian Prince Accused Of Illegally Killing Bear Named Arthur In Romania","category":"ENVIRONMENT","short_description":"Prince Emanuel von und zu Liechtenstein got a permit to hunt a \"problematic\" bear, but allegedly killed Arthur instead."},{"headline":"The Most Popular Movies On Netflix Right Now Besides 'Stowaway'","category":"HOME & LIVING","short_description":"Maya Rudolph, Eric Andre, Abbi Jacobson and other comedians lent their voices to this new release from Sony Pictures Animation."},{"headline":"5 New Things We Learned About COVID-19 In April 2021","category":"WELLNESS","short_description":"What's the latest on pregnancy and COVID-19 risk? Is facial paralysis a concern post-vaccination? Here's what we know now."},{"headline":"How Parents Of Trans Kids Are Explaining This Wave Of Anti-Trans Legislation","category":"PARENTING","short_description":"More than 120 bills would limit the rights of transgender youths. Here's how parents and therapists are explaining the legislation — and the culture wars — to trans kids."},{"headline":"The Most Popular Shows On Netflix Right Now Besides 'The Circle'","category":"HOME & LIVING","short_description":"A David Attenborough docuseries and Netflix adaptation of Leigh Bardugo’s “Grishaverse” series top the platform's rankings."},{"headline":"The Most Popular Movies On Netflix Right Now Besides 'Synchronic'","category":"HOME & LIVING","short_description":"A space thriller, a sci-fi mystery and a 1992 film about a Mexican-American Mafia kingpin lead the ranking."},{"headline":"Children's Books To Celebrate World Book Day","category":"PARENTING","short_description":"From \"Peter Pan\" to “Madeline,\" our readers recommend their favorite books to read to their kids and give as presents."},{"headline":"5 Things To Watch For At Biden’s Big Earth Day Climate Summit","category":"ENVIRONMENT","short_description":"As 40 top world leaders gather online for the first big climate confab since 2019, here are the key policies and political dynamics for which to keep an eye out."},{"headline":"Brazil Is Key To Biden's Global Climate Ambitions. The Only Problem? Bolsonaro.","category":"ENVIRONMENT","short_description":"As the U.S. gathers world leaders to discuss big climate actions, it's holding out hope it can get Brazil's far-right president to care about deforestation."},{"headline":"How to Talk to Kids About Anti-Asian Violence And Racism","category":"PARENTING","short_description":"Here's how to have age-appropriate conversations with children about discrimination and hate crimes against Asian Americans."},{"headline":"18 'Nonessential' Baby And Toddler Products Parents Swear By","category":"PARENTING","short_description":"Because a perfectly warmed wet wipe or baby bottle can make a huge difference for you and your child."},{"headline":"What NOT To Say When Someone Shares Their Trauma With You","category":"WELLNESS","short_description":"Therapists share the comments to avoid and offer some simple but supportive responses to try instead."},{"headline":"What The Future Of Restaurants Will Look Like Post-Pandemic","category":"FOOD & DRINK","short_description":"COVID-19 wreaked havoc on the restaurant industry, and recovery will take time. Here's what to expect this year."},{"headline":"How Is Collective Trauma Different From Individual Trauma?","category":"WELLNESS","short_description":"Mental health experts explain the impact and unique challenges of collective trauma and ways to cope."},{"headline":"How To Make Decisions If You’re Vaccinated But Your Kids Aren’t","category":"PARENTING","short_description":"Experts give advice for assessing risk as families navigate this next stretch of the COVID-19 pandemic."},{"headline":"Do Bay Leaves REALLY Add Flavor To Food? Experts Make Their Case.","category":"FOOD & DRINK","short_description":"Not since cilantro has there been such a polarizing herb."},{"headline":"4 Mistakes You're Still Making When Brewing A Cup Of Tea","category":"FOOD & DRINK","short_description":"Who knew?! ☕️"},{"headline":"Bears Are Acting Like Friendly Dogs Due To A Strange Brain Condition","category":"ENVIRONMENT","short_description":"Unfortunately, the mysterious ailment has other tragic and life-threatening symptoms."},{"headline":"The Most Popular Cocktail In Every State During The Pandemic","category":"FOOD & DRINK","short_description":"Google Trends data from March 2020 to the present shows what people across the U.S. are drinking the most."},{"headline":"4 Of The Best Spring Cleaning Hacks On TikTok","category":"HOME & LIVING","short_description":"From removing tough toilet stains to cleaning your oven trays in the bath, these will keep you busy."},{"headline":"LeBron James Is Out Indefinitely After Bad Sprain In Loss To Hawks","category":"SPORTS","short_description":"The Lakers superstar was knocked in a foul, and fell, screaming, clutching his ankle."},{"headline":"Fox News Host Sings That He Has To Pee On Live TV","category":"MEDIA","short_description":"Greg Gutfeld let his co-hosts on “The Five” know he had to answer nature’s call by singing, “I gotta pee, I gotta peeeeeeeeee” on live TV."},{"headline":"Basketball Officials Probing Complaint That Jeremy Lin Was Called 'Coronavirus' On Court","category":"SPORTS","short_description":"“Being a 9-year NBA veteran doesn’t protect me from being called ‘coronavirus’ on the court,” an angry Lin wrote of increasing racism against Asian Americans."},{"headline":"Monarch Butterfly Population In Mexico Drops By More Than A Quarter","category":"ENVIRONMENT","short_description":"Monarch butterflies migrating to Mexico's forests for the winter are down by 26% since last year."},{"headline":"Skateboarding Champion Charged For Hosting Los Angeles Party Amid Pandemic","category":"SPORTS","short_description":"Nyjah Huston co-hosted a party in January with at least 40 people, police said."},{"headline":"Naomi Osaka Beats Jennifer Brady To Win Second Australian Open","category":"SPORTS","short_description":"The tennis star claimed her fourth Grand Slam title with the victory."},{"headline":"How To Talk Openly About Discrimination And Difference With Your Kids","category":"PARENTING","short_description":"A new book details the importance of these difficult conversations with your children."},{"headline":"More Minorities Got Interviews For NFL Jobs. But They Didn't Get Hired","category":"SPORTS","short_description":"Only two of the seven head coaching jobs that opened this month went to minorities."},{"headline":"40 Funny Tweets That Sum Up Fitness For Parents","category":"PARENTING","short_description":"\"If you're not using the gym solely for childcare, we probably can't be friends.\""},{"headline":"Tom Brady And Tampa Bay Buccaneers Beat Green Bay Packers To Win NFC Title","category":"SPORTS","short_description":"Brady is heading to his 10th Super Bowl, and the Tampa Bay Buccaneers are going to their second Super Bowl in franchise history."},{"headline":"When Can You Get The COVID-19 Vaccine — And What Can You Do Now?","category":"WELLNESS","short_description":"Here's how to figure out when it's your turn to receive the coronavirus shots, where you can find appointments and more."},{"headline":"NFL Star Drops An F-Bomb On Nickelodeon, And The Reactions Are All That","category":"SPORTS","short_description":"Nickelodeon's broadcast included slime, wild graphics and some new words."},{"headline":"The 10 Most Popular Shows On Netflix Right Now (Jan. 11)","category":"HOME & LIVING","short_description":"\"Bridgerton\" and \"Cobra Kai\" top the list."},{"headline":"The 10 Most Popular Movies On Netflix Right Now (Jan. 11)","category":"HOME & LIVING","short_description":"\"Pieces of a Woman\" and \"We Can Be Heroes\" top this list."},{"headline":"Let 2021 Be The Year You Celebrate What You're Good At As A Parent","category":"PARENTING","short_description":"As COVID-19 rages on, take the time to congratulate your own parenting wins."},{"headline":"The Simple, Science-Backed Trick To Keeping Your New Year's Resolution","category":"WELLNESS","short_description":"A new study may have cracked the code to what makes people stick to their goals -- and it only takes a second."},{"headline":"A Gentle Reminder That 2021 Isn't Going To Be A Magical Cure For 2020","category":"WELLNESS","short_description":"Here's how to protect your mental health so you can (even slightly!) handle the COVID-19 pandemic next year."},{"headline":"11 Movies Leaving Netflix At The End Of December 2020","category":"HOME & LIVING","short_description":"Movies including \"Eternal Sunshine of the Spotless Mind,\" \"Fargo\" and \"The Notebook\" are leaving Netflix."},{"headline":"Chefs Predict How Restaurants Will Change In 2021","category":"FOOD & DRINK","short_description":"COVID-19 has changed the industry for the foreseeable future, and maybe even forever."},{"headline":"All The New Food And Drink You Can Look Forward To In 2021","category":"FOOD & DRINK","short_description":"Breakfast foods (because you're probably at home in the mornings now), better plant-based products and more."},{"headline":"The 20 Finds That Helped Our Shopping Editors Get Through 2020","category":"HOME & LIVING","short_description":"Including a meal kit for lunch during the work week, custom hair care for a little self-care and mattress for the sweetest of dreams."},{"headline":"7 Foods To Eat If You Have The Winter Blues","category":"FOOD & DRINK","short_description":"These ingredients can also help alleviate symptoms of seasonal affective disorder, or SAD."},{"headline":"5 Shows Leaving Netflix At The End Of December 2020","category":"HOME & LIVING","short_description":"\"The Office,\" \"The West Wing\" and a few other popular shows are about to leave."},{"headline":"Biden Introduces His Climate Team, Says 'No Time To Waste'","category":"ENVIRONMENT","short_description":"The incoming Biden team will try to undo or block many of the Trump administration’s initiatives."},{"headline":"How This Restaurant Owner Has Pivoted To Endure The 'Craziest' Ride He's Been On","category":"FOOD & DRINK","short_description":"Sung Kim, the owner of Chick-N-Bap, shares how the COVID-19 pandemic has affected his unique business model."},{"headline":"The Asian Takeout Americans Ordered Most In 2020","category":"FOOD & DRINK","short_description":"Data from Chowbus reveals the Asian cuisine people craved during the pandemic."},{"headline":"Kids Need To Learn To Disagree. Here's How To Teach Them.","category":"PARENTING","short_description":"Experts share how parents can raise children who effectively communicate, disagree and work together to find solutions."},{"headline":"The Grocery Trends To Look Forward To In 2021","category":"FOOD & DRINK","short_description":"Instacart released its \"New Year, New Cart\" forecast of food-buying trends and attitudes."},{"headline":"Video Shows How Much Face Shields Protect Against A 'Sneeze Vortex'","category":"WELLNESS","short_description":"Sneezes produce a fluid phenomenon known as \"vortex rings.\" Here's what that looks like and how well your face covering stops it."},{"headline":"40 'Welcome To Adulthood' Tweets That Sum Up Life As A Grown-Up","category":"HOME & LIVING","short_description":"\"Welcome to Adulthood, I hope you like Ibuprofen.\""},{"headline":"What Are Your COVID-19 Vaccine Questions? Ask Our Experts","category":"WELLNESS","short_description":"What do the new coronavirus vaccinations mean for your heath and safety? Our experts will answer your questions about this next stage of the pandemic."},{"headline":"Here's Where The Term 'Lame Duck' Comes From","category":"HOME & LIVING","short_description":"The history of the \"lame duck\" descriptor dates back to the London Stock Exchange."},{"headline":"Eggnog Taste Test: The Best And Worst Nogs For Your Buck","category":"FOOD & DRINK","short_description":"We tried 11 nationally available eggnogs (three of them nondairy) and found a clear winner."},{"headline":"The Best Movies To Watch On Netflix In December 2020","category":"HOME & LIVING","short_description":"Chadwick Boseman's final performance debuts."},{"headline":"The Best Shows To Watch On Netflix In December 2020","category":"HOME & LIVING","short_description":"\"Song Exploder\" returns with Dua Lipa and The Killers."},{"headline":"Gifts For Fans Of 'The Queen’s Gambit' That They Won’t Want To Pawn Off","category":"HOME & LIVING","short_description":"Including stunning chess sets and other chess-inspired gifts that'll be a checkmate for fans of \"The Queen's Gambit.\""},{"headline":"Why Experts Say Teachers Should Be Prioritized For The COVID-19 Vaccine","category":"PARENTING","short_description":"If we want any real chance at getting kids back into their typical routines, educators and school staff should be first in line, they argue."},{"headline":"What Needs To Happen Before The COVID-19 Pandemic Is Considered Over","category":"WELLNESS","short_description":"Here are the steps that will bring the coronavirus pandemic under control and how long it might take to get back to \"normal.\""},{"headline":"How To Make Mondays Less Hard","category":"WELLNESS","short_description":"Experts share their advice for warding off the Monday blues."},{"headline":"The 10 Most Popular Movies On Netflix Right Now (Nov. 30)","category":"HOME & LIVING","short_description":"A new Christmas sequel tops the list."},{"headline":"Useful Cyber Monday Purchases Under $50 For Every Household","category":"HOME & LIVING","short_description":"We found (mostly under $20!) Cyber Monday deals on everyday household finds you'll get a lot of use out of."},{"headline":"Is It Possible To Get COVID-19 And The Flu At The Same Time?","category":"WELLNESS","short_description":"Here's what to know about a dual influenza and coronavirus infection, how it can affect your health and who's most at risk."},{"headline":"Online 24\/7, But Totally Disconnected — New Findings On Teen Isolation During COVID-19","category":"PARENTING","short_description":"\"I know it's bad, but everyone's doing it,\" said one teen in a new report showing teens are turning to their phones as a \"constant sedative.\""},{"headline":"How To Close Up Your Pandemic Bubble Without Losing Friends","category":"WELLNESS","short_description":"Small social gatherings are helping fuel the coronavirus crisis. It might be time to close up your pandemic bubble or quarantine pod."},{"headline":"Gorilla Tends To Injured Bird In Heart-Melting Display Of Kindness","category":"ENVIRONMENT","short_description":"\"How awesome was that?\" exclaimed an observer."},{"headline":"20 Gifts For The Person Who Loves Candles","category":"HOME & LIVING","short_description":"The candle lover in your life + one of these gifts = a match."},{"headline":"Psychologists Explain The Benefits Of Decorating Early For The Holidays","category":"WELLNESS","short_description":"Putting up Christmas decorations before Thanksgiving is the mood booster we need this year in order to be a little happier."},{"headline":"America's Doctors Say COVID-19 Vaccine Trials Must Start Including Kids—Now","category":"PARENTING","short_description":"If not, kids may not be able to get vaccinated until well into the next school year, pediatricians warn."},{"headline":"Russian Scientists Discover Huge Walrus Haulout In Arctic Circle","category":"ENVIRONMENT","short_description":"More than 3,000 walruses have been counted at the remote location on the shores of the Kara Sea"},{"headline":"How Does COVID-19 Spread Differently Than The Flu?","category":"WELLNESS","short_description":"There are some similarities between coronavirus and influenza transmission, but also a few scary and distinct differences."},{"headline":"Is It Safe To See Grandparents For The Holidays During COVID-19? Experts Weigh In","category":"PARENTING","short_description":"The third wave of COVID-19 is here. So what do family gatherings with older relatives look like now?"},{"headline":"In 2020, Self-Care Is Becoming A More Radical Act","category":"WELLNESS","short_description":"Gone are the days of pampering in the name of mental health. Taking care of ourselves now requires real and uncomfortable work."},{"headline":"These Are The Hottest Baby Names Of 2020","category":"PARENTING","short_description":"BabyCenter released its annual list of popular names."},{"headline":"The Most Popular Horror Reads Of The Past Year, According To Goodreads","category":"HOME & LIVING","short_description":"Looking for a fright? These scary books for adults were popular among avid readers this year."},{"headline":"The Best Cute Essential Oil Diffusers Of 2020","category":"HOME & LIVING","short_description":"If you want the benefits of a candle without the fire risk, you might consider getting an ultrasonic diffuser. Many double as humidifier, light up and can shut off automatically."},{"headline":"Thoughtful Quotes About Being A Stepparent From Kamala Harris","category":"PARENTING","short_description":"The Democratic vice presidential nominee is \"Momala\" to her two stepchildren."},{"headline":"What Is A Provisional Ballot, Anyway?","category":"HOME & LIVING","short_description":"What you need to know this election -- especially in New York, California, Arizona and Ohio."},{"headline":"Tampa Bay Rays Headed To World Series","category":"SPORTS","short_description":"The Rays silenced the Houston Astros 4-2 in Game 7 of the ALCS to reach the World Series for just the second time."},{"headline":"13 Hand Sanitizer Mistakes You're Probably Making","category":"WELLNESS","short_description":"Beware of these errors when disinfecting your hands for germs, including the virus that causes COVID-19."},{"headline":"Woman Goes Into Labor While Taking Bar Exam, Gives Birth And Finishes Test","category":"PARENTING","short_description":"Loyola University Chicago law graduate Brianna Hill said giving birth during the two-day test really put things into perspective."},{"headline":"David Attenborough Calls Out The 'Excesses' Of Capitalism In A World Facing Climate Change","category":"ENVIRONMENT","short_description":"\"There should be no dominant nation on this planet,\" the storied broadcaster said."},{"headline":"Doc Antle Of 'Tiger King' Indicted On Animal Cruelty, Wildlife Trafficking Charges","category":"ENVIRONMENT","short_description":"Bhagavan 'Doc' Antle, owner of South Carolina's Myrtle Beach Safari, is accused of trafficking lion cubs and multiple animal cruelty counts."},{"headline":"Black-Owned Businesses On Amazon To Support During Prime Day","category":"HOME & LIVING","short_description":"This Prime Day, you can support and buy from Black-owned brands on Amazon."},{"headline":"Hacks For Ordering Healthy Takeout And Delivery, By Cuisine","category":"FOOD & DRINK","short_description":"Chinese, Mexican, Italian and more — restaurant food can be made more nutritious with these tricks."},{"headline":"It's OK To Be A 'Good Enough' Parent Right Now","category":"PARENTING","short_description":"As the pandemic wears on, being adequate is more than enough."},{"headline":"Time’s Most Influential Indigenous Activist: ‘Capitalism Destroys The Whole Planet’","category":"ENVIRONMENT","short_description":"Nemonte Nenquimo, lauded by Leonardo DiCaprio for her work protecting Ecuador's Amazon, speaks about her life, activism and motherhood."},{"headline":"Has The Pandemic Turned You Into A 'Shouty' Parent? You're Not Alone.","category":"PARENTING","short_description":"With the stresses of Covid-19, it's even harder to keep your cool. But give yourself a break – you’re parenting through a pandemic."},{"headline":"10 Movies To Watch Before They Leave Netflix At The End Of October","category":"HOME & LIVING","short_description":"Films including \"Sleepless in Seattle\" and \"The Silence of the Lambs\" exit on Oct. 31."},{"headline":"8 Problems You May Encounter Going To Vote In The Election","category":"HOME & LIVING","short_description":"Here's what you need to know if you're dropping off your ballot at a polling location or voting in-person in the 2020 presidential election."},{"headline":"What Marie Kondo Has To Say About Tidying In The Age Of WFH","category":"HOME & LIVING","short_description":"The tidying expert is launching an online course to help people defeat clutter as they spend more time at home."},{"headline":"25 Children's Books That Teach Kids About Elections And Voting","category":"PARENTING","short_description":"Parents can use these stories to educate their little ones about the American political process."},{"headline":"UFC Fighters Amanda Nunes And Nina Ansaroff Celebrate First Child","category":"SPORTS","short_description":"The couple first met at an MMA gym in 2012 and have been sparring ever since."},{"headline":"These Electric Space Heaters Under $200 Will Warm You Up","category":"HOME & LIVING","short_description":"You'll warm up to these (mostly under $100!) electric space heaters for indoors."},{"headline":"Here's What To Do If Someone Sneezes Or Coughs Near You","category":"WELLNESS","short_description":"This expert tip could help you dodge potential COVID-19 particles from a sneeze or cough."},{"headline":"Where To Buy Art Deco-Inspired Furniture And Decor Online On A Budget","category":"HOME & LIVING","short_description":"These are the best places to get modern reproductions of art deco style that Gatsby would covet."},{"headline":"5 Easy Ways To Make Restaurant Takeout Food Healthier","category":"FOOD & DRINK","short_description":"What menu options to order and how to make meals at home more nutritious during the COVID-19 pandemic."},{"headline":"Is It OK To Record Your Therapy Sessions?","category":"WELLNESS","short_description":"Want to revisit the mental health advice you got from your therapist? Here's what you should know about taping appointments."},{"headline":"10 Netflix Films From 2020 That Actually Got Good Reviews","category":"HOME & LIVING","short_description":"Most Netflix movies are mediocre; these aren't."},{"headline":"15 Funny Tweets Every Introvert Will Appreciate","category":"WELLNESS","short_description":"\"Introverts be like: How rude of you not to invite me to something I didn't want to go.\""},{"headline":"The Funniest Tweets From Parents This Week (Sept. 12-18)","category":"PARENTING","short_description":"\"She was rare, like an item of kid's clothing in the hamper that's not inside out.’\""},{"headline":"Big Ten Announces It Will Begin College Football Season After All","category":"SPORTS","short_description":"The conference had previously postponed playing because of the coronavirus pandemic."},{"headline":"The Most (And Least) Risky Activities For Spreading COVID-19","category":"WELLNESS","short_description":"How do parties compare to gyms? How does going to the doctor compare to a restaurant? This chart from the UK breaks it all down."},{"headline":"The Relentless Despair Of Being A Working Mom In 2020","category":"PARENTING","short_description":"We adapted through spring and summer. Now a new school year begins as we face more months of an impossible juggle — with no help in sight."},{"headline":"Kristen Bell Talks Privilege, The Confusing School Year And Giving Kids Grace","category":"PARENTING","short_description":"The \"Good Place\" star opened up about how she's navigating 2020 with her family."},{"headline":"The Best Stores To Buy Industrial Furniture And Decor Online","category":"HOME & LIVING","short_description":"Whether you're into urban or rustic decor, here's where to find both modern and reclaimed industrial furniture styles at every price point."},{"headline":"Candid Quotes About Fatherhood From Tyler Perry","category":"PARENTING","short_description":"The movie mogul and his partner, Gelila Bekele, have a son named Aman."},{"headline":"Naomi Osaka Surges From Slow Start In US Open Final To Win 3rd Grand Slam Title","category":"SPORTS","short_description":"Over the course of her US Open run, the tennis star strategically used her masks to highlight victims of police brutality."},{"headline":"National Youth Suicide Rates Continue To Climb","category":"PARENTING","short_description":"Troubling new data shows the suicide rate among kids and young adults has increased by nearly 60% in recent years."},{"headline":"The 2020 Comedy Wildlife Photography Finalists Are Delightfully Seal-y","category":"ENVIRONMENT","short_description":"Press paws on the news cycle and chuckle at these hilarious photos of animals."},{"headline":"Pro Wrestling Icon Mick Foley Has One Scathing Question For Trump Supporters","category":"SPORTS","short_description":"The WWE Hall of Famer says there's \"too much to lose to stay quiet.\""},{"headline":"Thoughtful Quotes About Motherhood From Evan Rachel Wood","category":"PARENTING","short_description":"The \"Westworld\" star has a 7-year-old son."},{"headline":"The Funniest Tweets From Parents This Week (Aug. 29-Sep. 4)","category":"PARENTING","short_description":"\"Every time a parent’s sleep is near, a thirsty child must first appear.\""},{"headline":"11 Remote Learning Truths From Parents Whose Kids Have Started School","category":"PARENTING","short_description":"Because of the coronavirus pandemic, this is already a school year unlike any other."},{"headline":"Fonio: Try This Nutrient-Packed Ancient Grain When You're Over Quinoa","category":"FOOD & DRINK","short_description":"It's low in calories, high in protein and healthy for the environment, too. Here's how to cook it."},{"headline":"The 10 Best Instagram Recipes From August 2020","category":"FOOD & DRINK","short_description":"The end of summer looks just peachy."},{"headline":"19 Children's Books That Normalize Breastfeeding","category":"PARENTING","short_description":"These books educate kids about nursing or feature images that show it's natural."},{"headline":"The Funniest Tweets From Parents This Week (Aug. 22-28)","category":"PARENTING","short_description":"\"What wine pairs well with Common Core math?\""},{"headline":"Mom Creates ABC Poster To Teach Kids About Race And Privilege","category":"PARENTING","short_description":"This Portland mom designed a poster that she hopes will help parents and teachers educate children about racism, allyship and more."},{"headline":"Experts Share Cookbooks Getting Them Through The COVID-19 Pandemic","category":"FOOD & DRINK","short_description":"Chefs, cooks, food photographers, writers and editors share the books they've been cooking from while in isolation."},{"headline":"Female Penguins Become New Moms After Adopting Egg Together","category":"ENVIRONMENT","short_description":"Same-sex couple Electra and Viola, a pair of gentoo penguins, are raising their chick at the Oceanogràfic València aquarium in Spain."},{"headline":"14 Mental Health Instagram Accounts You Should Follow ASAP","category":"WELLNESS","short_description":"Fill your feed with advice on anxiety, self-care, gratitude, healing, stress and more."},{"headline":"Doctors Call For Immediate End To High-Intensity Active Shooter Drills In Schools","category":"PARENTING","short_description":"They're unproven and traumatizing, particularly during COVID-19 when students and teachers already confront so much, the physicians say."},{"headline":"Infectious Disease Experts On What Frustrates Them Most During COVID-19","category":"WELLNESS","short_description":"Doctors and professors reveal what's troubling them at this stage of the coronavirus pandemic — from people ignoring face mask advice to testing delays."},{"headline":"300 Pizza Huts To Close After Franchisee Declares Bankruptcy","category":"FOOD & DRINK","short_description":"Most of the locations being shut down are not well suited for carryout and delivery business during the pandemic."},{"headline":"Is It Possible To Have A Healthy Relationship With Social Media?","category":"WELLNESS","short_description":"The rise of digital detoxes shows just how damaging our social media habits can be for our well-being. What can we do about it?"},{"headline":"Here's How Long You're Protected From COVID-19 After Recovery","category":"WELLNESS","short_description":"The Centers for Disease Control and Prevention posted new guidance for people who've recovered from the coronavirus."},{"headline":"The Funniest Tweets From Parents This Week (Aug. 8-14)","category":"PARENTING","short_description":"\"Little kids only want to be independent when you’re running late.\""},{"headline":"Meghan Markle Talks 'Clickbait' And 'Toxicity' In The Media","category":"MEDIA","short_description":"The Duchess of Sussex joined The 19th's Emily Ramshaw to talk about what a more equitable newsroom can look like, voter suppression and more."},{"headline":"Why You Should Start A Journal Right Now (And How To Stick With It)","category":"WELLNESS","short_description":"Journaling can help you deal with stress and anxiety, while also documenting life during the coronavirus pandemic."},{"headline":"Is It Safe To Drink From A Water Fountain During The COVID-19 Pandemic?","category":"WELLNESS","short_description":"Here's a brief rundown of the coronavirus risk associated with drinking from a public water fountain."},{"headline":"Linxin Wen: Why Big Delivery Apps Are Bad For Small Restaurants","category":"FOOD & DRINK","short_description":"The Chowbus co-founder explains the struggles of independent restaurants, and why ordering chicken and broccoli at every Chinese joint is a mistake."},{"headline":"What We Know About COVID-19 Antibodies Is Changing. Here's What's New.","category":"WELLNESS","short_description":"Experts break down coronavirus immunity, vaccines and why antibody tests aren't really that accurate."},{"headline":"Friends Don't Sacrifice Friends To Bears, Wild National Park Service Message Warns","category":"ENVIRONMENT","short_description":"The quirky bear advice also reminds hikers that bruins like to be left alone: \"Don't we all?\""},{"headline":"Olympians Michael Phelps, Apollo Ohno Discuss Suicide, Depression In New Doc","category":"SPORTS","short_description":"Phelps told the Associated Press that while many people care about an athlete's physical well-being, he \"never saw caring about our mental well-being.”"},{"headline":"The Best Places To Buy Kids Glasses Online For Cheap","category":"PARENTING","short_description":"From flexible frames to unbreakable glasses, here are the best sites for buying affordable children's prescription glasses."},{"headline":"10 Calming Home Design Shows On Netflix That Aren’t From HGTV","category":"HOME & LIVING","short_description":"Watch these alternatives to the HGTV empire."},{"headline":"How To Know If Your Own Doctor (Or A Doctor You Might See) Is A Quack","category":"WELLNESS","short_description":"Read this to figure out if your physician has some sketchy beliefs not supported by science. Illness is caused by demon sex, for example."},{"headline":"MLB Commissioner Confident League Can Get Through Season, Playoffs Despite Coronavirus","category":"SPORTS","short_description":"At least 18 Miami Marlins players have been infected along with three St. Louis Cardinals. More than a dozen games have been postponed."},{"headline":"The Funniest Tweets From Parents This Week (July 25-31)","category":"PARENTING","short_description":"\"It takes an entire village’s whiskey to raise a child.\""},{"headline":"Are Face Shields Better Than Face Masks For Protection Against COVID-19?","category":"WELLNESS","short_description":"Experts debate how effective face shields are in reducing the spread of the coronavirus."},{"headline":"Stop Trying To Live Like We Aren't In A Pandemic","category":"WELLNESS","short_description":"As COVID-19 cases surge, many Americans are ignoring health guidelines with beach days and vacations. Pretending the coronavirus crisis doesn't exist will just stretch it out longer."},{"headline":"Wildfires Scorch The Arctic As Siberian Heatwave Rages","category":"ENVIRONMENT","short_description":"Exceptionally hot temperatures are melting sea ice off Russia's Arctic coast and fueling massive fires."},{"headline":"Bessara: The Dip To Make When You Need A Break From Hummus And Guac","category":"FOOD & DRINK","short_description":"This Egyptian street food will awaken your palate, and is just the remedy if you're sick of the same old store-bought dips."},{"headline":"How Mindfulness Can Help With Racial Trauma","category":"WELLNESS","short_description":"Experts share the profound mental health benefits of a regular meditation practice and resources to get started."},{"headline":"What Drinking On An Empty Stomach Does To Your Body","category":"WELLNESS","short_description":"In some cases, significant alcohol consumption without eating can lead to dangerous consequences."},{"headline":"Eric Rivera On Trump And Goya: You Call Us Rapists, But Now You Like Our Canned Food?","category":"FOOD & DRINK","short_description":"The chef, who sells a line of Puerto Rican pantry foods, sounds off on Goya's recent support of President Trump."},{"headline":"The Psychology Behind Why Men Refuse To Wear Face Masks","category":"HOME & LIVING","short_description":"Men are more likely to die from COVID-19 but are less likely to wear a mask than women are. Here's what psychologists say is driving that behavior."},{"headline":"The Best Cotton Sheets On Amazon Of 2020","category":"HOME & LIVING","short_description":"You can rest easy: These cotton sheets from Amazon all have a rating of four stars or more and are top-reviewed."},{"headline":"Dad's Comic Sums Up Parents' School Concerns Right Now","category":"PARENTING","short_description":"Brian Gordon's \"Fowl Language Comics\" is weighing in on the school reopening debate."},{"headline":"Should You Delete TikTok? Experts Explain The App's Security Risks.","category":"HOME & LIVING","short_description":"Some countries have banned the Chinese short-form video-sharing app because of privacy and security concerns, and the U.S. may follow suit."},{"headline":"6 Easy Ways To Organize Your Kitchen That’ll Make Cooking Less Stressful","category":"FOOD & DRINK","short_description":"Helpful tips for your pantry, kitchen tools to toss and more advice from professional chefs."},{"headline":"These Bros Offered Free Face Masks To California Beachgoers. It Didn't Go Well.","category":"HOME & LIVING","short_description":"Chad Kroeger and JT Parr, the \"activists\" behind the comedy account Chad Goes Deep, could not get people in Huntington Beach to mask up."},{"headline":"The Best Vitamin Monthly Subscription Services Of 2020","category":"WELLNESS","short_description":"If you're looking for grown-up vitamins, you might want to get one of these personalized vitamin subscriptions."},{"headline":"30 Funny And Adorable Quotes From Kids","category":"PARENTING","short_description":"Here's what kids had to say about the past few months, courtesy of the LittleHoots app."},{"headline":"5 Questions To Gauge Kids’ Emotional Intelligence — And Help Them Boost It","category":"PARENTING","short_description":"How to know what's age-appropriate — and how to push your kids' EQ forward."},{"headline":"America Isn't Prepared To Bring Back Sports","category":"SPORTS","short_description":"Major League Baseball and other pro leagues are eager to start playing again, but the worsening pandemic makes it clear that's a bad idea."},{"headline":"North Atlantic Right Whales 'One Step From Extinction,' Report Warns","category":"ENVIRONMENT","short_description":"The whales are newly listed as critically endangered by the International Union for Conservation of Nature."},{"headline":"What Is Toxic Positivity? Why It’s OK To Not Be OK Right Now.","category":"WELLNESS","short_description":"If you're telling yourself everything will be fine and focusing only on positive or happy emotions during the coronavirus pandemic, you probably need to read this."},{"headline":"7 Habits Of Highly Emotionally Intelligent Kids","category":"PARENTING","short_description":"The good news is that parents can teach children essential skills like empathy and gratitude."},{"headline":"5 Netflix Reality Competition Shows That Are Actually Good","category":"HOME & LIVING","short_description":"If you're underwhelmed with \"Floor Is Lava,\" check out these Netflix Originals instead."},{"headline":"How To Cut Soft Bread Without Absolutely Destroying Your Sandwich","category":"FOOD & DRINK","short_description":"Use these expert-backed strategies for slicing bread and spreading on fillings."},{"headline":"How Utility Companies Use Charitable Giving To Influence Policy","category":"ENVIRONMENT","short_description":"The nation’s 10 largest utilities spent about $1 billion on charitable giving from 2013 to 2017, a move critics say is meant to shape policy decisions."},{"headline":"The Best Shows To Watch On Netflix In July 2020","category":"HOME & LIVING","short_description":"The Michael Jordan show comes to Netflix."},{"headline":"10 Beautiful Home Decor Items From Black-Owned Brands","category":"HOME & LIVING","short_description":"Rosy pink wine glasses, gorgeous textiles and so much more."},{"headline":"What Not To Say To Someone Who Has Experienced Racial Trauma","category":"WELLNESS","short_description":"What white people and other allies do in conversations about the mental health effects of racism matters."},{"headline":"The Funniest Tweets From Parents This Week (June 27-July 3)","category":"PARENTING","short_description":"\"Good luck robbing my house. My home security system is LEGOs on the floor.\""},{"headline":"Think You Won't Get Coronavirus Outside? Think Again.","category":"WELLNESS","short_description":"Some people seem to confuse lower COVID-19 risk with no risk. But the outdoors aren't magic, and you should still take precautions."},{"headline":"Jewel On Living With A Mental Health Condition During A Pandemic","category":"WELLNESS","short_description":"The singer opened up to HuffPost about managing her anxiety right now and how she's advocating for kids' well-being."},{"headline":"How To Talk To Your Kids About Privilege","category":"PARENTING","short_description":"Experts share advice for parents navigating issues of racism and white privilege."},{"headline":"5 Netflix Documentary Movies About LGBTQ Experiences","category":"HOME & LIVING","short_description":"Documentaries to watch before the end of Pride month."},{"headline":"Why Cold Brew And Hot Coffee Taste Different","category":"FOOD & DRINK","short_description":"Science dictates whether your coffee's flavor is more or less bitter and acidic. Learn how it works."},{"headline":"Can Your Blood Type Actually Predict Your Coronavirus Risk?","category":"WELLNESS","short_description":"Experts explain how your blood group may play a role in COVID-19, from infection to severity."},{"headline":"Washington NFL Team Retires Jersey Of Its First Black Player, Leaves Racist Name In Place","category":"SPORTS","short_description":"The football team honored Bobby Mitchell by retiring his number and renaming part of its stadium after him. Activists say more change is needed."},{"headline":"If You Still Don't Get Why COVID-19 Hit Black People Harder, Read This","category":"FOOD & DRINK","short_description":"Food historian Jessica B. Harris shares her thoughts on gratitude, performative activism and why the pandemic has been so fatal for the Black community."},{"headline":"Simone Biles Casually Nails Another Astonishing Move In Training","category":"SPORTS","short_description":"“Sometimes I flip and what not,\" the greatest gymnast of all time wrote on Twitter with a video of her latest feat."},{"headline":"7 Totally Adorable Dads We All Need Right About Now","category":"PARENTING","short_description":"That dance!"},{"headline":"These Teens On TikTok Are Trying To Teach Anti-Racism To Their Parents","category":"PARENTING","short_description":"Many Gen Z kids have found themselves clashing with their parents over Black Lives Matter protests, racial justice and police brutality."},{"headline":"18 Tweets That You'll Totally Get If You're An Introvert","category":"WELLNESS","short_description":"\"I’m an overthinker so if you don’t give me an answer, I’ll come up with one.\""},{"headline":"11 Easy Ways You Can Save Time On Meal Prep","category":"FOOD & DRINK","short_description":"Streamline your chopping, save yourself from extra cleanup and more helpful tips."},{"headline":"Kobe Bryant's Pilot May Have Been Disoriented In Fog: NTSB Report","category":"SPORTS","short_description":"Federal investigators said the man who piloted the basketball's stars helicopter he was climbing when he actually was descending."},{"headline":"American Girl Unveils Scrubs Doll Outfit To Honor Health Care Heroes","category":"PARENTING","short_description":"The Mattel brand has a new #ThankYouHeroes program to support front-line workers."},{"headline":"15 Black Artists To Know And Buy From On Etsy, Society6 And Saatchi Art","category":"HOME & LIVING","short_description":"Art experts say these are the Black artists to watch right now."},{"headline":"Is It Safe To Take An Uber, Lyft Or Taxi During Coronavirus?","category":"WELLNESS","short_description":"What you should know about the risks of cabs or rideshare services amid the pandemic."},{"headline":"‘To Say That She’s An Abusive Figure Is An Understatement’: At ABC News, Toxicity Thrives","category":"MEDIA","short_description":"Sources say Barbara Fedida, a powerful ABC News executive, has an extensive history of insensitive comments. She's now been placed on administrative leave while the network investigates."},{"headline":"The Funniest Tweets From Parents This Week (June 6-12)","category":"PARENTING","short_description":"\"The kids report cards are coming out today so I'm excited to see how I did.\""},{"headline":"Why You’re Having Anxiety Over Lockdown Ending, And How To Cope","category":"WELLNESS","short_description":"Therapists share ways to manage your anxiety and stress as coronavirus restrictions lift and the vaccine rollout continues."},{"headline":"24 Black Food Bloggers And Chefs To Follow On Instagram","category":"FOOD & DRINK","short_description":"These food influencers share recipes, food photos, history lessons and stories that will add tons of flavor to your feed."},{"headline":"Got Brain Fog Lately? Blame It On The Coronavirus Pandemic.","category":"WELLNESS","short_description":"Read this if you've been losing track of time, forgetting things or haven't been able to concentrate."},{"headline":"Recipes To Bake After Banana Bread: A Choose-Your-Own Adventure Guide","category":"FOOD & DRINK","short_description":"Banana bread is just a gateway dessert. Expand your baking horizons with these recipes."},{"headline":"Why Kids Are Angrier Right Now, And What Parents Can Do About It","category":"PARENTING","short_description":"Some children are coping with their COVID-19 anxiety with aggressive behavior. Here's how to help your kid cope."},{"headline":"The Best Escapist Books To Read During Quarantine, According To Goodreads","category":"HOME & LIVING","short_description":"Wondering what you should read this summer? Here are some of the top-trending escapist books to help you unplug."},{"headline":"A Guide To Dealing With Uncertainty During The Coronavirus Pandemic","category":"WELLNESS","short_description":"Anxious about the world and what the future will be like? You're not alone. Here's advice on how to cope."},{"headline":"The Best Shows To Watch On Netflix In June 2020","category":"HOME & LIVING","short_description":"Netflix has a new cooking competition show in \"Crazy Delicious.\""},{"headline":"This Kindergarten Teacher Did A Wedding 'First Look' With Her Students","category":"PARENTING","short_description":"The photo shoot, which happened before the pandemic, captures the kids' sweet reactions to seeing their teacher in her wedding dress."},{"headline":"Russian Diesel Spill That Stained Rivers Red May Have Been Due To Melting Permafrost","category":"ENVIRONMENT","short_description":"Thousands of tons of diesel leaked into waterways in a major accident at a power plant in Siberia."},{"headline":"What Is Radical Acceptance And How Can It Help During The Pandemic?","category":"WELLNESS","short_description":"Radical acceptance can improve your mental health in difficult times, such as the coronavirus crisis. Here's how to practice it."},{"headline":"Scorning Extinction Crisis, Trump Opens East Coast Marine Monument To Commercial Fishing","category":"ENVIRONMENT","short_description":"The administration is using COVID-19 as cover to pursue a full-fledged assault on environmental protections."},{"headline":"The Best And Worst Ways To Support The Protests On Social Media As A Non-Black Person","category":"HOME & LIVING","short_description":"If you support the Black Lives Matter movement, passing the mic and donating to funds are two helpful ways to demonstrate your allyship."},{"headline":"This Woman Is Baking Pies For A Grieving Minneapolis","category":"FOOD & DRINK","short_description":"Rose McGee’s Sweet Potato Comfort Pie project brings hope and healing to her community, showing that food is love."},{"headline":"Sean Hannity And Jill Rhodes Divorce After 26 Years Of Marriage","category":"MEDIA","short_description":"The Fox News host and his wife, a former journalist, had been separated for \"many years,\" they said."},{"headline":"The Best Places To Buy Seafood Online, Including Fresh And Frozen Fish","category":"HOME & LIVING","short_description":"Here's where you can order fish and seafood online if your grocery store is floundering."},{"headline":"How To Use All The Food In Your Refrigerator To Prevent Waste","category":"FOOD & DRINK","short_description":"Clever ways to use up random items such as vegetables, fruit and leftovers in the fridge and pantry before they go bad."},{"headline":"6 Ways You Can Feel More In Control During The Coronavirus Pandemic","category":"WELLNESS","short_description":"Our current health crisis can lead to a lot of anxiety about the future. Here's what to do when you feel helpless."},{"headline":"Why Uncertainty Feels So Terrifying, And How To Cope With It","category":"WELLNESS","short_description":"The coronavirus pandemic has led to a lot of anxiety over what we can't control. These methods can help ease the stress."},{"headline":"Can The 'Murder Hornet' Destroy Our Food And Honey Supply?","category":"FOOD & DRINK","short_description":"Honeybees pollinate a long list of foods that we eat in a daily basis. Here's what bee experts say about their chances of surviving the Asian giant hornet."},{"headline":"What Social Distancing Has Been Like For Only Children","category":"PARENTING","short_description":"Parents who have one kid at home say it's easier in many ways, and way harder in others."},{"headline":"The Best Instagram Recipes From May 2020","category":"FOOD & DRINK","short_description":"The 10 most-liked recipes you've been craving from home, including chocolate cake, strawberry cobbler and Tater Tot casserole."},{"headline":"8 Foods That Could Be Putting You In A Bad Mood","category":"FOOD & DRINK","short_description":"Comfort foods provide a hit of pleasure during the coronavirus pandemic, but that's often followed by negative feelings. Experts explain why."},{"headline":"Where To Find Face Mask Filters And Face Masks With Filter Pockets","category":"WELLNESS","short_description":"Experts say you should have a filter in your face mask if you can."},{"headline":"How To Make Perfect Jammy Eggs Every Time","category":"FOOD & DRINK","short_description":"When the white is set but the yolk is still creamy and spreadable, you've got the ideal combination of cooked egg qualities."},{"headline":"25 Funny And Relatable Parenting Tweets From Ken Jennings","category":"PARENTING","short_description":"The 'Jeopardy!' champion has two children with his wife, Mindy."},{"headline":"The Most Practical Graduation Gifts That Every Grad Needs","category":"HOME & LIVING","short_description":"Adulting can be exhausting — but these graduation gifts will make it all easier on your grad."},{"headline":"It's Not Just You. There's A Reason Kids Are Clingy Right Now.","category":"PARENTING","short_description":"Toddlers and teens alike can't seem to leave parents alone. Here's what's behind it, and how to deal."},{"headline":"Here's How To Do Laundry By Hand So You Don't Miss A Spot","category":"HOME & LIVING","short_description":"Don't throw in the towel — here's your guide to washing clothes and bedding by hand at home."},{"headline":"How To Keep Babies Busy In Lockdown, Even Just For 10 Minutes","category":"PARENTING","short_description":"Parents of babies share their tips for balancing work and child care during the coronavirus pandemic."},{"headline":"The 10 Most Popular Movies On Netflix Right Now (May 18)","category":"HOME & LIVING","short_description":"The new David Spade and Lauren Lapkus movie \"The Wrong Missy\" is the most popular thing on Netflix."},{"headline":"Why Letter Writing – And Receiving – Is More Important Than Ever","category":"HOME & LIVING","short_description":"In a global pandemic, simple pleasures like post from someone you love feel all the more personal."},{"headline":"P.volve Review: The At-Home Workout Program That’s All Sculpt, No Sweat","category":"HOME & LIVING","short_description":"The Pilates-meets-barre at-home workout promises to tone with precise movements and good form, not heavy weights or endless reps."},{"headline":"Why You Always Feel Tired, Even If You're Moving Less Than Ever","category":"WELLNESS","short_description":"The coronavirus pandemic has us exercising and moving around less, yet we have no energy. What gives?"},{"headline":"How To Use Every Kind Of Vinegar You Have In Your Pantry","category":"FOOD & DRINK","short_description":"What to do with that apple cider vinegar, balsamic, red, white and more."},{"headline":"32 Too-Real Tweets About Quarantine Fitness","category":"WELLNESS","short_description":"\"Who even has time to exercise with all this extra sitting around to do?\""},{"headline":"How To Defrost Frozen Meat Safely","category":"FOOD & DRINK","short_description":"Freezing meat during the coronavirus pandemic? Here's how to thaw it safely and even cook it from frozen."},{"headline":"The Best Standing Desks For Your Home Office That Will Rise To The Occasion","category":"HOME & LIVING","short_description":"We found sit-stand desks and standing desk converters to bring any home office to new heights."},{"headline":"Kids Are So Over Zoom. Here's What To Do About It.","category":"PARENTING","short_description":"Video calls can be a harsh reminder of the sudden changes in your child's life."},{"headline":"Why We Crave Human Touch, And How To Manage Without It","category":"WELLNESS","short_description":"We may not be able to hug friends and family for a while thanks to coronavirus, and that can have consequences on our mental health."},{"headline":"Why You Can’t Find Flour At Grocery Stores, And Where To Buy It Online","category":"FOOD & DRINK","short_description":"Baking during the flour shortage? Here's a list of flour mills with delivery during the coronavirus pandemic."},{"headline":"Is The Coronavirus Mutating And Becoming More Contagious?","category":"WELLNESS","short_description":"Here's what you should know about a study that claims a new dominant strain of the virus could spread faster than the original."},{"headline":"The Funniest Tweets From Parents This Week (May 2-8)","category":"PARENTING","short_description":"\"Nobody cares more about proper hydration than a kid who’s just been kissed goodnight.\""},{"headline":"Sweet Photos Of Archie Mountbatten-Windsor To Mark The Royal's Birthday","category":"PARENTING","short_description":"Happy birthday to the son of Prince Harry and Meghan Markle!"},{"headline":"Chance The Rapper Talks Parenting And Appreciating Teachers Even More Right Now","category":"PARENTING","short_description":"The Grammy winner is honoring \"criminally underpaid\" educators during the COVID-19 pandemic."},{"headline":"How Long Does It Take To Recover From Coronavirus?","category":"WELLNESS","short_description":"Here's what experts know about recuperating from symptoms of mild or severe cases of COVID-19."},{"headline":"How A Pandemic Affects Your Poop And How To Deal With It","category":"WELLNESS","short_description":"Experts explain why your bowel movements may be messed up during the coronavirus lockdown."},{"headline":"The Best Movies To Watch On Netflix In May 2020","category":"HOME & LIVING","short_description":"\"Uncut Gems,\" one of the best movies of 2019, is now on Netflix."},{"headline":"The Funniest Tweets From Parents This Week (April 25-May 1)","category":"PARENTING","short_description":"\"What am I binge watching? A f**king toddler. You?\""},{"headline":"9 Issues People Are Bringing Up Most In Therapy During Coronavirus","category":"WELLNESS","short_description":"In teletherapy sessions, patients are venting about the stress, anxiety and other mental health concerns they're dealing with at this stage of the COVID-19 pandemic."},{"headline":"35 Mother's Day Cards That Sum Up Social Distancing","category":"PARENTING","short_description":"These spot-on cards capture the sentiments surrounding Mother's Day 2020."},{"headline":"Homemade Dog Treat Recipes, Because Your Pet Deserves Some Thanks","category":"FOOD & DRINK","short_description":"Your canine companion probably has no doubt helped you endure the coronavirus-inspired quarantine. Here's how to return the favor."},{"headline":"13 Useful Mother's Day Gifts For Moms She'll Actually Use","category":"PARENTING","short_description":"If you're shopping for your mom this Mother's Day, here are a few recommendations that aren't flowers."},{"headline":"The Best Flourless Dessert Recipes","category":"FOOD & DRINK","short_description":"Cookies, cakes, brownies and more baking projects for when grocery stores are sold out of flour during the coronavirus pandemic."},{"headline":"2020 Was Going To Be The Year Of The Sober-Curious Movement. Now What?","category":"FOOD & DRINK","short_description":"Intentional drinking is in danger of falling by the wayside during the coronavirus pandemic, as alcohol becomes our go-to comfort."},{"headline":"How To Support A Friend Who Has A Baby During The Coronavirus Pandemic","category":"PARENTING","short_description":"Giving birth while there's a COVID-19 outbreak is stressful. And many new parents feel incredibly alone."},{"headline":"How Co-parenting Has Equipped Queer Families To Handle The Coronavirus Pandemic","category":"PARENTING","short_description":"Multi-household families are drawing on the resiliency that comes from living on the margins."},{"headline":"The Delivery Foods Americans Are Ordering More During Lockdown","category":"FOOD & DRINK","short_description":"Grubhub shared which takeout and delivery food items have become more popular amid the coronavirus pandemic."},{"headline":"10 Smart Alternatives For Hard-To-Find Grocery Store Ingredients","category":"FOOD & DRINK","short_description":"When you can't find fish, rice, milk, pasta or flour during the coronavirus pandemic, use these substitutes instead."},{"headline":"Chipotle Will Pay $25 Million Fine To Resolve Tainted Food Allegations","category":"FOOD & DRINK","short_description":"The fast food company was accused in federal court of serving adulterated food to diners that caused diarrhea, vomiting and abdominal cramps."},{"headline":"The Best Mother's Day Cards 2020 For These Weird Times","category":"HOME & LIVING","short_description":"\"Happy Mother's Day — from 6 feet away.\""},{"headline":"The Best Long-Distance Mother's Day Gifts For Moms Who Are Far Away","category":"HOME & LIVING","short_description":"While you might not be near, your mom will love these gifts that won't have her feeling too far away from you on Mother's Day."},{"headline":"Here's How To Make IKEA's Famed Swedish Meatballs","category":"FOOD & DRINK","short_description":"The retailer unveiled the recipe — with illustrated instructions — on social media so fans can enjoy the dish while staying home to prevent the spread of the coronavirus."},{"headline":"The 10 Best Flower And Plant Delivery Services For Mother’s Day","category":"HOME & LIVING","short_description":"Here's how to get flowers and plants delivered in time for the holiday."},{"headline":"5 Mistakes People Make When Wearing Face Masks For Coronavirus","category":"HOME & LIVING","short_description":"If you don't wear your mask the right way during this pandemic, your risk of spreading and catching COVID-19 increases."},{"headline":"Having Vivid Coronavirus Dreams During The Pandemic? Experts Decode Them.","category":"WELLNESS","short_description":"All those weird COVID-19 dreams you've been having are a normal reaction to social distancing — and there is meaning behind them."},{"headline":"Doctor Collects 650 Tablets So COVID-19 Patients Can Say Their Final Goodbyes","category":"WELLNESS","short_description":"For her birthday, New Yorker Ee Tay asked for donations of the devices that dying coronavirus patients could use to speak with loved ones one last time."},{"headline":"Banana Brownies, For When You're Sick Of Banana Bread","category":"FOOD & DRINK","short_description":"You've already made so much banana bread with your overripe bananas during coronavirus lockdown. Make this easy recipe instead."},{"headline":"The Funniest Tweets From Parents This Week (April 11-17)","category":"PARENTING","short_description":"\"Kids shouldn’t be allowed to lose teeth during quarantine.\""},{"headline":"How To Host A Baby Shower During The Coronavirus Pandemic","category":"PARENTING","short_description":"From drive-by showers to Zoom parties, parents share ideas for celebrating this pregnancy milestone while social distancing."},{"headline":"No, Face Masks Do Not Replace Social Distancing. Here's Why.","category":"WELLNESS","short_description":"Follow this expert advice when it comes to protection measures during the coronavirus pandemic."},{"headline":"Does Extreme Heat Or Cold Kill Coronavirus?","category":"WELLNESS","short_description":"Here's what experts know about how COVID-19 survives or spreads in hot or freezing temperatures."},{"headline":"What To Know If A Single Parent Gets Sick With Coronavirus","category":"PARENTING","short_description":"Here's how to plan ahead if you're a single or divorced parent who's worried about how to care for your kids if you get coronavirus."},{"headline":"Anthony Causi, Popular Sports Photographer, Dead At 48 From COVID-19","category":"SPORTS","short_description":"The New York Post photographer covered the city’s teams for 25 years."},{"headline":"The Pandemic Is Crushing The Journalism Industry. The Government Could Save It.","category":"MEDIA","short_description":"The scale of the crisis facing the journalism industry requires a radical and dramatic response: a massive public investment in local news."},{"headline":"Stop Obsessing Over Quarantine Weight Gain And Cut Yourself Some Slack","category":"WELLNESS","short_description":"Here's how to let go of fear around the coronavirus \"Quarantine 15\" and feel good in your body instead."},{"headline":"How To Take Care Of Your Mental Health During The Coronavirus Pandemic","category":"WELLNESS","short_description":"This year is causing a lot of anxiety, trauma and uncertainty. Here are some expert tips on coping."},{"headline":"Coronavirus And Grief: Everything You Need To Know","category":"WELLNESS","short_description":"You can grieve loved ones, your job, normalcy and more. Here's how to navigate all types of loss during the COVID-19 pandemic."},{"headline":"How Brands Are Shifting Ad Campaigns Amid The COVID-19 Outbreak","category":"MEDIA","short_description":"Consumers are receptive to pandemic commercials, but they want to see compassion, not cash grabs."},{"headline":"Medical Workers Wear Pics Of Themselves Smiling To Comfort COVID-19 Patients","category":"WELLNESS","short_description":"Doctors and nurses on the frontlines of the coronavirus pandemic are putting the photos on their protective suits to reassure patients."},{"headline":"Please Stop Throwing Your Used Gloves And Masks On The Ground","category":"WELLNESS","short_description":"Dispose of your single-use gloves and masks properly. Not only could littering spread the coronavirus, there are other, less obvious repercussions as well."},{"headline":"People Who Work From Home All The Time Swear By These Sanity-Saving Finds","category":"HOME & LIVING","short_description":"What long-time WFHers have to say about your new at-home work routine."},{"headline":"The Best Shows To Watch On Netflix In April 2020","category":"HOME & LIVING","short_description":"Two wonderful comedies just debuted on Netflix: \"Middleditch & Schwartz\" and \"The Midnight Gospel.\""},{"headline":"Fun Online Classes For Kids To Learn, Create And Move At Home","category":"PARENTING","short_description":"Level up screen time by learning yoga, math, jewelry making or cooking."},{"headline":"Healthy Frozen Foods To Stock Up On, According To Nutritionists","category":"FOOD & DRINK","short_description":"Stock up on these frozen ingredients and meals while you're on lockdown during the coronavirus pandemic. Good news: Pizza is on the list."},{"headline":"How To Use Houseparty, The App That Lets You Hang With Friends From Home","category":"HOME & LIVING","short_description":"Going a bit stir-crazy? This app makes it easier to connect with friends while social distancing."},{"headline":"The Best Free Virtual Cooking Classes To Take During Self-Isolation","category":"FOOD & DRINK","short_description":"Chefs like Massimo Bottura and Christina Tosi have taken their talents to the interwebs, and we're all reaping the delicious benefits."},{"headline":"The Funniest Things Left On Grocery Store Shelves Right Now","category":"FOOD & DRINK","short_description":"Everyone is looking to stock up during the coronavirus pandemic. Some supermarket store items are clearly more essential than others. (Even in a crisis, no one wants you, kale crust pizza.)"},{"headline":"8 Of The Best Stoner Movies And Shows To Watch High On Netflix","category":"HOME & LIVING","short_description":"Netflix and super chill on the upcoming 4\/4\/2020."},{"headline":"How Long Can Asymptomatic Coronavirus Carriers Infect Others?","category":"WELLNESS","short_description":"This is what we know about COVID-19 disease spread from people who appear to be healthy."},{"headline":"A Room-By-Room Spring Cleaning Checklist, According To Tidying Experts","category":"HOME & LIVING","short_description":"How to clean and organize your small bedroom, bathroom, kitchen and closet in a breeze."},{"headline":"The Simple 'Game' That Can Stop Tantrums Once And For All","category":"PARENTING","short_description":"In \"You Can't F*ck Up Your Kids,\" author Lindsay Powers details expert-approved tips for putting an end to bad behavior."},{"headline":"The 10 Most Popular Instagram Recipes Since Coronavirus Lockdown","category":"FOOD & DRINK","short_description":"Deep-dish cookie bowls, pantry-friendly rice dishes and more recipes that've been your  most-loved foods during the COVID-19 pandemic."},{"headline":"10 Movies To Watch On Netflix If You Miss Hanging With Friends","category":"HOME & LIVING","short_description":"Stream these friendship-heavy movies if self-isolation makes you lonely."},{"headline":"Are Egg Whites Really That Much Healthier Than Yolks?","category":"FOOD & DRINK","short_description":"With the coronavirus lockdown, people are living on staples like eggs. Experts explain whether you need to avoid the cholesterol in the yolks."},{"headline":"Changes Are Coming To HuffPost Comments","category":"MEDIA","short_description":"Join membership to comment on HuffPost articles starting this week"},{"headline":"Doris Burke, NBA Analyst For ESPN, Reveals She Tested Positive For Coronavirus","category":"MEDIA","short_description":"The basketball analyst detailed her symptoms during a recent podcast interview."},{"headline":"These Are The Sacrifices Medical Workers Make To Fight Coronavirus","category":"WELLNESS","short_description":"Working in health care comes at a huge cost right now. This is what they're doing to protect us from COVID-19."},{"headline":"10 Mental Health Signs To Watch Out For In Kids In The Age Of COVID-19","category":"PARENTING","short_description":"Child psychologists share their advice for concerned parents during this time of uncertainty."},{"headline":"Got Major Anxiety Right Now? Here Are 6 Cheap Mental Health Resources","category":"WELLNESS","short_description":"If you're dealing with coronavirus stress, try one of these affordable methods for help or therapy."},{"headline":"How To Order Groceries Online To Avoid Going To The Store","category":"FOOD & DRINK","short_description":"A list of fresh produce delivery services to buy from during coronavirus lockdown, and how long you may have to wait for your order."},{"headline":"The Best Virtual Wine Tastings To Join During Coronavirus Lockdown","category":"FOOD & DRINK","short_description":"These gatherings are free, fun and interactive, scratching an itch many didn’t realize they had pre-pandemic."},{"headline":"The Foods You Should Avoid Buying At The Farmers Market","category":"FOOD & DRINK","short_description":"Some choices (raw milk) are obvious, while others (onions) are less obvious."},{"headline":"For Asian Americans, There Are Two Pandemics: COVID-19 And Daily Bigotry","category":"WELLNESS","short_description":"“The person called my Filipino mother a ‘Chinese coronavirus bitch' and said that both of my parents are ‘bearers of the virus.’”"},{"headline":"How To Make A Relaxing Bath, From Bubbles To Bath Bombs","category":"HOME & LIVING","short_description":"These relaxing bath products will be there for your next soak."},{"headline":"How To Disinfect Food And Your Kitchen For Coronavirus","category":"FOOD & DRINK","short_description":"Here's how to wash up at home and after a grocery store visit when you're trying to sanitize against COVID-19."},{"headline":"8 Things People Diagnosed With Coronavirus Want You To Know","category":"WELLNESS","short_description":"People with COVID-19 share what they've learned from dealing with the virus over the last few weeks."},{"headline":"The Best Movies To Watch On Netflix In March 2020","category":"HOME & LIVING","short_description":"A new horror movie has become popular on Netflix."},{"headline":"27 Comfort Shows To Watch While Self-Isolating","category":"HOME & LIVING","short_description":"Pass your coronavirus-induced alone time by streaming shows on Netflix, Amazon Prime, Hulu and elsewhere."},{"headline":"Why You Shouldn't Go To Your Friend's House While Social Distancing","category":"WELLNESS","short_description":"Social distancing during COVID-19 means you Facetime instead of heading over to your friend's house to hang. We don't want to spread this."},{"headline":"You Can Experience These Free Events And Attractions From Home","category":"HOME & LIVING","short_description":"While social distancing during the coronavirus pandemic, enjoy virtual concerts, workout classes, Broadway shows and more."},{"headline":"What To Do If You Live With Someone Who May Have Coronavirus","category":"WELLNESS","short_description":"Stuck at home with a partner, kid or roommate who has coronavirus symptoms? Here's how to take care of them and yourself."},{"headline":"Teachers Share Their Favorite Free Learning Websites And Apps For Kids","category":"PARENTING","short_description":"These free tools provide educational and entertaining activities for kids at home during the coronavirus pandemic."},{"headline":"How To Eat Healthy While Working From Home","category":"FOOD & DRINK","short_description":"Tricks to maintain a good food routine while you're working remotely during the coronavirus outbreak."},{"headline":"How To Open And Clean Delivery Packages During The Coronavirus Pandemic","category":"HOME & LIVING","short_description":"Stop us if you've heard this one before: Hand washing is involved."},{"headline":"How To Prioritize Your Pantry Cooking And Make Food Last Longer","category":"FOOD & DRINK","short_description":"Follow these tips, and you won't waste the food you stocked up on for the coronavirus."},{"headline":"Is It Safe To Go To The Grocery Store During The Coronavirus Outbreak?","category":"FOOD & DRINK","short_description":"Experts share tips for how to shop and make sure your food is safe to eat during the COVID-19 pandemic."},{"headline":"Is It Safe To Order Takeout During The Coronavirus Outbreak?","category":"FOOD & DRINK","short_description":"Ordering pizza or Chinese? Here's what to know about the safety of your takeout and delivery food and the containers they come in."},{"headline":"Grocery Store Anxiety Is A Real Thing. Here's How To Overcome It.","category":"FOOD & DRINK","short_description":"The supermarket is filled with uncertainty — parking spots, crowds, decisions — making it a hotbed of anxiety triggers."},{"headline":"Simone Biles Slaps Down Birthday Wishes From USA Gymnastics, Demands Abuse Investigation","category":"SPORTS","short_description":"\"How about you amaze me and do the right thing,\" snapped the Olympic gold medalist."},{"headline":"Social Distancing: Places And Events To Avoid Because Of Coronavirus","category":"WELLNESS","short_description":"Is it safe to go to the gym? Small gatherings? Kids' birthday parties?"},{"headline":"Kobe Bryant One Of 8 Finalists For Basketball Hall Of Fame","category":"SPORTS","short_description":"Other finalists include Tim Duncan and Kevin Garnett."},{"headline":"Lakers 'Family' Pours Out Love And Tears For Kobe Bryant At First Game Since Tragedy","category":"SPORTS","short_description":"“The first thing that comes to mind, man, is all about family. As I look around, we’re all grieving, we’re all hurt, we’re all heartbroken,” said player LeBron James."},{"headline":"LeBron James Reflected On Kobe Bryant's Legacy The Night Before His Death","category":"SPORTS","short_description":"The former Los Angeles Laker, his daughter and seven other people died Sunday in a helicopter crash in Calabasas, California."},{"headline":"SunChips’ Failed Noisy Compostable Packaging Gets The Last Laugh","category":"ENVIRONMENT","short_description":"Complaints about a compostable chip bag were comical 10 years ago. Now, not so much."},{"headline":"U.S. Men's Soccer Team Cancels Qatar Training Camp Amid Safety Concerns In Region","category":"SPORTS","short_description":"U.S. Soccer Federation officials made the decision less than 24 hours after a U.S. drone strike killed top Iranian general Qassem Soleimani."},{"headline":"Australian Officials Fear 30% Of Region's Koalas Have Been Killed In Wildfires","category":"ENVIRONMENT","short_description":"The animals face burning, starvation and scant water resources."},{"headline":"Lovely Quotes About Parenthood From John Legend","category":"PARENTING","short_description":"The singer and his wife, Chrissy Teigen, are parents to Luna and Miles."},{"headline":"What To Watch On Netflix That’s New This Week (Dec. 15-21)","category":"HOME & LIVING","short_description":"Academy Award hopeful \"The Two Popes\" debuted."},{"headline":"Watch Serena Williams Punch HARD In Boxing Lesson With Mike Tyson","category":"SPORTS","short_description":"The tennis champ let her fists fly in a cross-training workout with the former heavyweight champ."},{"headline":"These Apple AirPods Are On Sale And Can Arrive Before Christmas","category":"HOME & LIVING","short_description":"This deal is music to our ears."},{"headline":"All The Movies Coming To Netflix This Week (Dec. 15-21)","category":"HOME & LIVING","short_description":"Anthony Hopkins and Jonathan Pryce star in \"The Two Popes.\""},{"headline":"Former U.S. Goalkeeper Hope Solo Is Pregnant With Twins","category":"SPORTS","short_description":"\"Miniature soccer team on the way,\" she said after announcing the news."},{"headline":"What To Watch On Netflix That’s New This Week (Dec. 8-14)","category":"HOME & LIVING","short_description":"The not very good, high-octane Ryan Reynolds movie \"6 Underground\" debuts."},{"headline":"Former NBA Commissioner David Stern Suffers Brain Hemorrhage","category":"SPORTS","short_description":"Stern, who served 30 years as the NBA’s longest-tenured commissioner, is undergoing emergency surgery."},{"headline":"Anti-Defamation League CEO Skewers Fox News For Spewing Anti-Semitic Tropes","category":"MEDIA","short_description":"“Sentiments being expressed on Fox, both subtle and blunt, contribute to anti-Semitism being normalized in our society,” warned ADL's Jonathan Greenblatt."},{"headline":"J.J. Culver Scores 100 In College Basketball Game For Wayland Baptist","category":"SPORTS","short_description":"\"The guys realized he was hot and kept going to him,” coach Ty Harrelson said."},{"headline":"12 Creative Host Gifts That Are Not Alcohol","category":"FOOD & DRINK","short_description":"The best gifts don't come in a bottle."},{"headline":"8 Wellness Trends We'd Like To Leave Behind In 2019","category":"WELLNESS","short_description":"Let's start a new year without these health fads, shall we?"},{"headline":"All The Movies Coming To Netflix This Week (Dec. 8-14)","category":"HOME & LIVING","short_description":"A new Ryan Reynolds and Michael Bay movie debuts."},{"headline":"Cowboys Kicker Brett Maher Visits Sick Kids In Hospitals, Then Is Cut By Team","category":"SPORTS","short_description":"\"Dirty business,\" a reporter wrote after the player made the hospital rounds with teammates."},{"headline":"These Gifts Are So Pretty They Don't Need Wrapping Paper","category":"HOME & LIVING","short_description":"The best alternative to wrapping paper is no wrapping paper at all."},{"headline":"Rachel Maddow Reveals What Republican Voters Really Want In Scathing Takedown","category":"MEDIA","short_description":"MSNBC host mocks the GOP base over \"values.\""},{"headline":"Gary Sheffield Blasts 3 Straight Home Runs While Smoking Cigar","category":"SPORTS","short_description":"\"Old man still got it,\" the MLB great wrote."},{"headline":"Here’s What Is Arriving On And Leaving Netflix In December 2019","category":"HOME & LIVING","short_description":"The potential Oscar nominees you'll be watching this month."},{"headline":"Healthy Meal Kit Deals You'll Want To Snag Now For The New Year","category":"FOOD & DRINK","short_description":"Give yourself the gift of a healthy meal that's not so hard to prepare."},{"headline":"Stephen F. Austin Upsets No. 1 Duke At Buzzer And Goes Bonkers","category":"SPORTS","short_description":"The Lumberjacks ended the Blue Devils' 150-game home winning streak against nonconference opponents."},{"headline":"‘Are We Going To Talk About It?’ Australians Wonder When Climate Change Will Come Up","category":"ENVIRONMENT","short_description":"Six people have died and a thousand koalas were burned alive in unprecedented wildfires, but Australia's leader has refused to talk about climate change."},{"headline":"Cows Swept To Sea By Hurricane Dorian And Found On Island Are Finally Back Home","category":"ENVIRONMENT","short_description":"The trio of survivors are back home on North Carolina's Cedar Island, where their herd of \"sea cows\" freely roams."},{"headline":"What To Watch On Netflix That’s New This Week (Nov. 18-23)","category":"HOME & LIVING","short_description":"A charming baking competition returns for the holidays."},{"headline":"Republican Group's New Fox News Ad Debunks GOP, Donald Trump Spin On Ukraine","category":"MEDIA","short_description":"Republicans for the Rule of Law aims to educate GOP voters on the facts with its new advertising campaign."},{"headline":"Most Parents Struggle To Recognize Signs Of Teen Depression","category":"PARENTING","short_description":"A new poll found that two-thirds of parents have trouble identifying the mental health disorder."},{"headline":"What To Watch On Netflix That’s New This Week (Nov. 10-17)","category":"HOME & LIVING","short_description":"\"The Crown\" is back with Season 3 and a whole new cast."},{"headline":"Harvard Law Professor Delivers Scathing Assessment Of Donald Trump’s Defenders","category":"MEDIA","short_description":"Laurence Tribe also described Trump as “essentially an anti-president.”"},{"headline":"Athletes, Commentators Skeptical About NFL's Scheduled Workout For Colin Kaepernick","category":"SPORTS","short_description":"\"At this point, I’ll believe when I see it,\" Carolina Panthers safety Eric Reid, a friend of the quarterback, told reporters."},{"headline":"Carl Bernstein: 'Today Was A Great Day For The Truth'","category":"MEDIA","short_description":"\"We have a different dynamic after today,\" said the Watergate reporter after the first public impeachment hearing against Trump."},{"headline":"Colin Kaepernick To Attend NFL Workout 3 Years After Protest","category":"SPORTS","short_description":"The former San Francisco 49ers quarterback has been out of the league since the season when he began to protest racial injustice, becoming a civil rights leader."},{"headline":"Sean Hannity Plays Donald Trump Bingo In Wild Impeachment Hearings Rant","category":"MEDIA","short_description":"The Fox News host hit key Trump buzzwords -- \"rigged,\" \"witch hunt,\" \"corrupt,\" \"phony\" -- and more."},{"headline":"Anderson Cooper Mocks Nikki Haley With Some Of Her Own Backhanded Southern Charm","category":"MEDIA","short_description":"\"Bless her heart,\" the CNN anchor said after the former UN ambassador described President Donald Trump as \"truthful.\""},{"headline":"Unique Gifts Under $50 Anyone Will Enjoy","category":"HOME & LIVING","short_description":"Good unisex gifts for anyone on your holiday list."},{"headline":"Heisman Trophy Winner Mark Ingram Blames Alabama Loss On Donald Trump","category":"SPORTS","short_description":"The president attended the big game against LSU."},{"headline":"‘Art Of The Deal’ Co-Author Comes Up With Easier Way To Highlight Donald Trump's Lies","category":"MEDIA","short_description":"By counting Trump's truths, \"you could do it on one or two hands,\" said Tony Schwartz. \"And they were accidental.\""},{"headline":"Accused Sexual Harasser Mark Halperin's New Book Sells Only 502 Copies In 1st Week","category":"MEDIA","short_description":"In 2017, multiple women said the veteran political journalist sexually harassed them while serving as political director at ABC News."},{"headline":"Andrew Napolitano: SCOTUS Could Spoil Trump’s Christmas With ‘Emergency’ Ruling","category":"MEDIA","short_description":"The Fox News legal analyst predicted the Supreme Court would make a quick decision on the president's tax returns."},{"headline":"Black Friday 2019 Deals To Watch (And One Deal You Can Shop Early)","category":"HOME & LIVING","short_description":"There's a Samsung 4K TV deal you can snag before Black Friday."},{"headline":"Tucker Carlson Delivers Super-Creepy Riff About Adam Schiff's 'Body Fluids'","category":"MEDIA","short_description":"The Fox News host goes off the deep end in a bizarre rant against the chairman of the House Intelligence Committee."},{"headline":"Greta Thunberg: Climate Situation Getting 'More And More Absurd'","category":"ENVIRONMENT","short_description":"The 16-year-old activist spoke at a youth climate rally in Los Angeles during a week of wildfires ravaging California."},{"headline":"Seth Meyers Torches Fox News' Laura Ingraham: Who Do You Think You Are, Trump?","category":"MEDIA","short_description":"He tore into Ingraham over her attempted smearing of national security official Alexander Vindman."},{"headline":"What To Watch On Netflix That’s New This Week (Oct. 20-26)","category":"HOME & LIVING","short_description":"\"BoJack Horseman\" returns for a final season."},{"headline":"Former Federal Prosecutor Mimi Rocah Reveals Telltale Sign Rudy Giuliani Is In Major Trouble","category":"MEDIA","short_description":"The former New York mayor is reportedly a \"person of interest\" in two federal investigations."},{"headline":"Houston Astros Fire Staffer Over Outburst At Female Reporters","category":"SPORTS","short_description":"The MLB was investigating Brandon Taubman for allegedly taunting female journalists about a player who sat out 75 games over domestic violence claims."},{"headline":"MLB Ump Reportedly Tweets He's Getting AR-15 For 'Cival War' If Trump's Impeached","category":"SPORTS","short_description":"Longtime umpire Rob Drake has since deleted his Twitter account."},{"headline":"How Kristen Bell Deals With Halloween Candy In Her House","category":"PARENTING","short_description":"The \"Good Place\" star shared how she and Dax Shepard keep their daughters from going overboard."},{"headline":"MLB To Investigate Houston Astros Staffer's Outburst At Female Reporters","category":"SPORTS","short_description":"Brandon Taubman reportedly taunted them with praise of Roberto Osuna, who sat out 75 games over domestic violence claims."},{"headline":"The Hoax That Tricked Millions Into Thinking About The Environment","category":"ENVIRONMENT","short_description":"This weird gadget from Treepex was supposed to be satirical. But then people actually wanted to buy it."},{"headline":"Anderson Cooper Delivers Scathing Review Of Rare Stephanie Grisham Interview","category":"MEDIA","short_description":"\"Does everyone working for the president have to debase themselves and lie like he does?\" asked the CNN host."},{"headline":"The Funniest Tweets From Parents This Week (Oct. 12-18)","category":"PARENTING","short_description":"\"If you don’t count down the last couple of hours before bedtime, I want whatever you’re having.\""},{"headline":"In Return To Fox News, Megyn Kelly Slams NBC Over Misconduct Allegations","category":"MEDIA","short_description":"Kelly, a former anchor at both networks, called for an external investigation into NBC's handling of sexual misconduct allegations."},{"headline":"Anthony Scaramucci Predicts 20+ Senate Republicans Are About To Turn On Trump","category":"MEDIA","short_description":"The former White House communications director said the president knows \"the future does not look good for him.\""},{"headline":"Bill O’Reilly’s Attack On Beto O’Rourke Backfires Spectacularly","category":"MEDIA","short_description":"The Democratic presidential candidate brought some receipts to his argument with the disgraced former Fox News host."},{"headline":"Sam Donaldson: ‘Conventional Wisdom’ About Donald Trump And Senate GOP Could Be Wrong","category":"MEDIA","short_description":"The veteran TV journalist busts a longstanding myth about the possible impeachment of the president."},{"headline":"First Impressions Of The New 'Schitt's Creek' Season On Netflix","category":"HOME & LIVING","short_description":"It's back."},{"headline":"Suicide Attempts Among Black Teens Are Increasing","category":"PARENTING","short_description":"Here's what parents and caregivers need to know."},{"headline":"California Becomes First State To Ban The Sale Of Fur Products","category":"ENVIRONMENT","short_description":"Gov. Gavin Newsom signed a bill into law prohibiting the sale and manufacture of new fur products statewide."},{"headline":"Conservatives Troll Trump With 'Photograph' Of Him And Arrested Giuliani Pals","category":"MEDIA","short_description":"Look at this photograph..."},{"headline":"Race Imboden: Ironic That U.S. Olympics Will Induct Protest Legends To Hall Of Fame","category":"SPORTS","short_description":"USOPC will honor Tommie Smith and John Carlos months after giving probation to fencer Imboden and hammer thrower Gwen Berry, who protested at the Pan Am Games."},{"headline":"'Lou Dobbs' Guest Says Whistleblower Should Be Indicted And Jailed","category":"MEDIA","short_description":"GOP strategist Ed Rollins ripped the whistleblower and impeachment inquiry on the Fox Business show."},{"headline":"Washington Post Editorial Board Warns Of 'New Stage In Already Dangerous Presidency'","category":"MEDIA","short_description":"\"It's tempting to ignore Trump’s unhinged letter to Congress. But this is different.\""},{"headline":"Fox's Lou Dobbs Flips Out On Donald Trump’s GOP Critics: 'Damn Fools'","category":"MEDIA","short_description":"Dobbs jumped fully into battle for Trump as he insisted Republicans apologize to the president."},{"headline":"All The Movies Coming To Netflix This Week (Oct. 6-12)","category":"HOME & LIVING","short_description":"A new \"Breaking Bad\" movie debuts."},{"headline":"Funny Quotes About Fatherhood From Zach Galifianakis","category":"PARENTING","short_description":"The comedian and his wife, Quinn Lundberg, have two sons."},{"headline":"Fox News' Chris Wallace Rips 'Deeply Misleading' GOP Spin On Whistleblower","category":"MEDIA","short_description":"The anchor called out Trump allies for dismissing the \"very damaging\" whistleblower complaint about the president's dealings with Ukraine."},{"headline":"Here's Why The New York Times Published Details On The Trump-Ukraine Whistleblower","category":"MEDIA","short_description":"Executive editor Dean Baquet is defending the decision amid criticism from readers and the whistleblower's lawyers."},{"headline":"Watergate Figure John Dean Has A Blunt Warning For Rudy Giuliani","category":"MEDIA","short_description":"The former New York City mayor may have crossed a line as Trump's attorney."},{"headline":"Greta Thunberg Puts 'Haters' In Their Place With Stunning Twitter Thread","category":"ENVIRONMENT","short_description":"The teen climate change activist said she didn't \"understand why adults would choose to spend their time mocking and threatening teenagers and children for promoting science.\""},{"headline":"Fox News Apologizes For Guest's ‘Disgraceful’ Attack On Greta Thunberg","category":"MEDIA","short_description":"Michael Knowles of the Daily Wire repeatedly called the 16-year-old Swedish climate activist \"mentally ill.\""},{"headline":"Tom Brady Attempts A Block In Patriots' Rout Of Jets. Fans Gasp.","category":"SPORTS","short_description":"The Super Bowl champion quarterback's team was already ahead by 23 points at the time."},{"headline":"Greta Thunberg To World Leaders At UN Climate Summit: 'How Dare You!'","category":"ENVIRONMENT","short_description":"\"You have stolen my dreams and my childhood with your empty words,\" the 16-year-old told the United Nations gathering."},{"headline":"New York Post Declares De Blasio's 2020 Bid 'Dead Of Ego-Induced Psychosis'","category":"MEDIA","short_description":"The New York City mayor dropped out of the presidential race on Friday, conceding,  “It’s clearly not my time.\""},{"headline":"Charlie Rose's Longtime Makeup Artist Sues Over Sexual Harassment","category":"MEDIA","short_description":"Gina Riggi claims she and her colleagues were targeted by Rose’s “explicit sexual overtures” during their time working on two of his talk shows."},{"headline":"Donald Trump Asks 'Is Anybody Dumb Enough?' Anderson Cooper Has An Answer.","category":"MEDIA","short_description":"The CNN host reminded Trump why, yes, some people think he may share inappropriate information with foreign officials."},{"headline":"Streaming Television Has Become Anxiety-Inducing Homework","category":"HOME & LIVING","short_description":"We should all strive to be the best viewers of the best of the best."},{"headline":"Don Lemon: ‘Democrats Got Played’ By Corey Lewandowski","category":"MEDIA","short_description":"The CNN host warned it \"does not bode well for their impeachment inquiry.\""},{"headline":"Trump Biographer Has A Theory About POTUS' Obama Netflix Deal Obsession","category":"MEDIA","short_description":"“Obama was a very profound man. Trump is a very profane man. These are polar opposites,\" said Michael D’Antonio."},{"headline":"Chris Cuomo Challenges Immigration Head To Prove Trump's Bahamas Claim, And He Can't","category":"MEDIA","short_description":"\"I think that if you had proof that the president was right, you’d be giving it to me right now, Ken,\" the CNN host told Trump official Ken Cuccinelli."},{"headline":"Report: Colts QB Andrew Luck To Retire After Latest Injury, Is 'Mentally Worn Down'","category":"SPORTS","short_description":"The 29-year-old was the No. 1 overall pick in the 2012 NFL draft."},{"headline":"What To Watch On Netflix That’s New This Week (July 14-20)","category":"HOME & LIVING","short_description":"The new \"Queer Eye\" season may be the best yet."},{"headline":"Simona Halep Beats Serena Williams In Wimbledon Final","category":"SPORTS","short_description":"The Romanian Halep beat Williams 6-2 at the All England Club."},{"headline":"What To Watch On Netflix That’s New This Week (July 7-13)","category":"HOME & LIVING","short_description":"The comedy special \"Aziz Ansari: Right Now\" debuts."},{"headline":"What To Watch On Netflix That’s New This Week (May 19-25)","category":"HOME & LIVING","short_description":"Netflix surprise-released a highlight of 2019."},{"headline":"Memorial Day Furniture And Home Decor Sales 2019","category":"HOME & LIVING","short_description":"Deals on mattresses, furniture, appliances and home decor."},{"headline":"Sextuplets Shock Parents And Doctors Who Were Expecting Only 5 Babies","category":"PARENTING","short_description":"The two boys and four girls born in Krakow on Monday are Poland's first sextuplets"},{"headline":"Memorial Day Mattress Sales 2019: Parachute, IKEA, Serta, Sears And More","category":"HOME & LIVING","short_description":"Memorial Day mattress deals to rest easy about 😴"},{"headline":"Bryson DeChambeau Sinks His First Ever Hole-In-One At Masters","category":"SPORTS","short_description":"It was a moment he's sure to never forget."},{"headline":"2 Children Dead, Several People Hurt In Strong Texas Storms","category":"ENVIRONMENT","short_description":"The storms are part of a large system moving through the southern United States, knocking out power to thousands and causing some flash flooding."},{"headline":"Les Moonves Forfeited $34.5 Million In Stock Awards In CBS Exit","category":"MEDIA","short_description":"Moonves helmed the company for more than two decades before being outsted over sexual misconduct allegations."},{"headline":"Verizon Announces Phone Plan For Kids","category":"PARENTING","short_description":"'Just Kids' comes complete with parental controls."},{"headline":"Capital Gazette Wins Breaking News Award For Coverage Of Its Own Newsroom Shooting","category":"MEDIA","short_description":"The Maryland media company published a newspaper the morning after a gunman killed five of its staffers."},{"headline":"This Portable Mini Projector Is On Flash Sale On Amazon Today","category":"HOME & LIVING","short_description":"It's an affordable way to make over your backyard for summer movie nights."},{"headline":"Texas Rangers' Elvis Andrus Is Using 'Baby Shark' As His Walk-Up Song","category":"SPORTS","short_description":"\"If you don't like it, you better get used to it, it's not going away,\" the shortstop said of his toddler's favorite song."},{"headline":"Furniture Is Up To 50 Percent Off At Urban Outfitters Today","category":"HOME & LIVING","short_description":"Rattan coffee tables, natural mango wood dressers and bedding bundles are on sale."},{"headline":"Avocados Recalled In 6 States Over Possible Listeria Contamination","category":"FOOD & DRINK","short_description":"Check the fruit's sticker before making your avocado toast."},{"headline":"Sean Hannity Is 'Pissed Off' About The End Of The Mueller Investigation","category":"MEDIA","short_description":"The Fox News host said he was in no mood to celebrate and called for “a day of reckoning.\""},{"headline":"Fox News Host Mark Levin Calls Robert Mueller A 'Coward' And 'Utterly Unethical'","category":"MEDIA","short_description":"\"I do not respect this prosecutor at all.\""},{"headline":"Jeanine Pirro Off Fox News For Second Straight Week","category":"MEDIA","short_description":"The network is continuing to keep quiet on the reason for the host's absence."},{"headline":"What To Watch On Netflix That’s New This Week (March 17-23)","category":"HOME & LIVING","short_description":"One of Netflix's best shows of the year just debuted."},{"headline":"What To Watch On Amazon Prime This Week (March 17-23)","category":"HOME & LIVING","short_description":"Amazon adds a recent Academy Award nominee."},{"headline":"New York Times Editorial Board: U.S. Deserves Leader ‘As Good As Jacinda Ardern'","category":"MEDIA","short_description":"Ardern has \"shown the way\" for other world leaders, the newspaper stated."},{"headline":"Mark Levin: Democrats Would Build Sniper Towers If Immigrants Voted Republican","category":"MEDIA","short_description":"\"They don't want Republicans coming into this country,\" he told Sean Hannity."},{"headline":"U.S. Deserves A Leader As Good As New Zealand Prime Minister: NYT Editorial Board","category":"MEDIA","short_description":"Jacinda Ardern \"has shown the way” for other world leaders by banning military-style weapons after the mass shooting in Christchurch, the board says."},{"headline":"Alexandria Ocasio-Cortez Scores Time Magazine Cover: 'The Phenom'","category":"MEDIA","short_description":"The cover story describes the freshman member of the House as both the \"Wonder Woman of the left\" and the \"Wicked Witch of the right.\""},{"headline":"Twitter Users Bury Thankless Trump Over Ugly John McCain Funeral Slam","category":"MEDIA","short_description":"Critics call out the president over his continued attacks on the late senator."},{"headline":"Anderson Cooper: Donald Trump Is 'Punching At A Person Who Is Dead'","category":"MEDIA","short_description":"The CNN host called out the president for his repeated attacks on the late Sen. John McCain (R-Ariz.)."},{"headline":"What To Watch On Netflix That’s New This Week (March 10-16)","category":"HOME & LIVING","short_description":"One of Netflix’s best shows returns for another season."},{"headline":"Hip Hop Makes Better Cheese Than Mozart: Swiss Researchers","category":"FOOD & DRINK","short_description":"Judges said cheese exposed to hip hop had the best smell and taste, compared to those exposed to Mozart or Led Zeppelin."},{"headline":"Samantha Bee Delivers Comprehensive Takedown Of 'White Supremacist' Tucker Carlson","category":"MEDIA","short_description":"Carlson’s Fox News show is “a revolting trash heap of racist talking points,” said the “Full Frontal” host."},{"headline":"Fox News' Sean Hannity: CNN Gives World A 'Perverted' View Of America","category":"MEDIA","short_description":"“Just hate Trump all day long. That’s what the world sees through the CNN lens.\""},{"headline":"No Apology: Tucker Carlson Dismisses Racist, Sexist Remarks As Just ’Naughty Words’","category":"MEDIA","short_description":"“There’s really not that much you can do to respond. It’s pointless to try to explain,\" the Fox News host said on his show Monday."},{"headline":"Adidas To Pay Equal Bonuses For Women's World Cup Winners","category":"SPORTS","short_description":"The women’s team will be defending their World Cup crown in June."},{"headline":"Samantha Bee Points Out Long-Term Pitfall Of Donald Trump-Fox News Love Fest","category":"MEDIA","short_description":"The \"Full Frontal\" host said Fox is now \"arguably as powerful as the president it created.\""},{"headline":"The Royal Family To Internet Trolls: We Are Not Amused","category":"MEDIA","short_description":"The palace wants its social media communities to show \"courtesy, kindness and respect.\""},{"headline":"Jim Acosta Slams Laura Ingraham's Defense Of Foreign State-Run Media Over U.S. Journalists","category":"MEDIA","short_description":"\"Those are her people,\" the CNN correspondent snapped."},{"headline":"Twitter Thread Nails The More Subtle Symptoms Of Mental Health Conditions","category":"WELLNESS","short_description":"\"For me, it's the amount of dishes in my sink.\""},{"headline":"How The Font On Your Restaurant Menu Could Be Tricking You","category":"FOOD & DRINK","short_description":"A 2019 study states that this small detail can even make you more likely to post a food photo on social media."},{"headline":"Jenna Bush Hager To Replace Kathie Lee Gifford On 'Today'","category":"MEDIA","short_description":"The future co-host called the new role \"humbling\" and unbelievable."},{"headline":"Fox News Host Slams Alexandria Ocasio-Cortez For Raising Her Office's Starting Salary","category":"MEDIA","short_description":"Pete Hegseth called it \"socialism and communism on display.\""},{"headline":"What To Watch On Netflix That’s New This Week (Feb. 25-March 3)","category":"HOME & LIVING","short_description":"Netflix adds a ton of classic movies this week."},{"headline":"Nicolle Wallace: Donald Trump ‘Greenlit A War In This Country Around Race’","category":"MEDIA","short_description":"The MSNBC host said it could be \"the most dangerous thing he's done.\""},{"headline":"What To Watch On Amazon Prime This Week (Feb. 17-23)","category":"HOME & LIVING","short_description":"Kal Penn will teach you about money."},{"headline":"Washington Post Columnist Dismantles Donald Trump And Stephen Miller’s Biggest Border Lies","category":"MEDIA","short_description":"Greg Sargent said “the idea that we don’t have control over our borders” is “not true by any reasonable metric.\""},{"headline":"Florida's Toxic 'Red Tide' Algae Bloom Is Not Showing Up In Tests","category":"ENVIRONMENT","short_description":"The bloom had been tormenting Florida's coastline inhabitants for well over a year."},{"headline":"Holy Puck! Hockey Announcer's Terrifying Close Call Caught On Video","category":"SPORTS","short_description":"NBC's Pierre McGuire came within inches of being struck in the face with an errant puck."},{"headline":"John Oliver Tears Into Trump: ‘There Is Zero Actual Emergency At The Border’","category":"MEDIA","short_description":"The \"Last Week Tonight\" host  pointed out that the president's border wall \"would be expensive and completely ineffective.\""},{"headline":"‘Guilt-Free’ Comfort Food Is Loaded With Shame. Here’s How It’s Hurting You.","category":"FOOD & DRINK","short_description":"\"Guilt-free\" implies that we should run to confession and ask for forgiveness. Here's why we need to stop using that term."},{"headline":"Trump Lashes Out At The Media But Twitter Users Push Back With Fierce Replies","category":"MEDIA","short_description":"Once again, the president called the media \"the enemy of the people.\""},{"headline":"What To Watch On Netflix That’s New This Week (Feb. 10-16)","category":"HOME & LIVING","short_description":"Ellen Page stars as a \"normal\" person in a family of superheroes."},{"headline":"NBA To Co-Launch Professional Basketball League In Africa","category":"SPORTS","short_description":"The Basketball Africa League will be the first time the NBA collaborates to operate a league outside of North America."},{"headline":"Anderson Cooper: Trump Has Failed At The One Thing He Said He Was Best At","category":"MEDIA","short_description":"The CNN host pointed out that the president's \"record in the private sector is riddled with ill-fated deals.\""},{"headline":"Luke Bryan Adopts 18-Year-Old Rescue Dog That Previous Owner Left At The Pound","category":"ENVIRONMENT","short_description":"A rescue group took in Poochie, thinking he would be with them forever. That was before the country singer and his family saw him."},{"headline":"Joy Behar Scolds Meghan McCain For On-Air 'Hissy Fit'","category":"MEDIA","short_description":"“Can I say something now? Is that OK with you, Joy?\" asked \"The View\" co-host McCain."},{"headline":"Popular Sumatran Tiger Melati Killed By Intended Mate At London Zoo","category":"ENVIRONMENT","short_description":"Melati, 10, was fatally mauled when she was introduced to Asim."},{"headline":"California Power Company Creates Plan To Help Prevent Wildfires","category":"ENVIRONMENT","short_description":"Southern California Edison's fire mitigation plan includes removing trees, reviewing miles of lines and being ready to shut off power during fire threats."},{"headline":"What Do You Need For Marathon Training?","category":"WELLNESS","short_description":"“People who say running is a cheap sport have never run 26.2 miles.”"},{"headline":"Ari Melber Zings Former GOP Congressman Who Called Alexandria Ocasio-Cortez A Barista","category":"MEDIA","short_description":"The MSNBC host fired back at the Georgia Republican's condescension to the freshman lawmaker."},{"headline":"This Period Board Game Aims To De-stigmatize Menstruation","category":"PARENTING","short_description":"\"The Period Game\" is geared toward young people of all genders."},{"headline":"'Handmaid's Tale' Super Bowl Ad Spooks, Excites Viewers","category":"MEDIA","short_description":"Hulu’s advertisement for Season 3 of “The Handmaid’s Tale” is a dark play on Ronald Reagan's famous \"Morning in America\" ad."},{"headline":"Patriots, Tom Brady Grind Out Rams To Claim Sixth Title In Lackluster Super Bowl","category":"SPORTS","short_description":"The New England Patriots defeated the Los Angeles Rams in a game that was offensively challenged and aesthetically displeasing."},{"headline":"Vice Becomes Latest Media Outlet To Slash Staff Amid Industry Shakeup","category":"MEDIA","short_description":"The list includes McClatchy, AOL, HuffPost, Yahoo, BuzzFeed and Gannett."},{"headline":"Scientists Weigh Quick-Response Strategy To Correct Climate Change BS — Like Trump's","category":"ENVIRONMENT","short_description":"The National Academies of Sciences, Engineering and Medicine want to challenge misinformation by \"highly influential individuals.\""},{"headline":"Fox News' Laura Ingraham Wants To Turn MAGA Hats Into A Symbol Of Kindness","category":"MEDIA","short_description":"The Fox News host wants people to continue wearing their MAGA hats, even though it's now \"basically considered a hate crime.\""},{"headline":"New York Just Sued The Trump EPA For Reversing Obama-Era Air Pollution Rule","category":"ENVIRONMENT","short_description":"Five other states, plus New York City, joined the Empire State's suit."},{"headline":"Pierre McGuire Mansplains Hockey To Olympic Gold Medalist Kendall Coyne Schofield","category":"SPORTS","short_description":"She said she wished the exchange had gone differently but stressed that girls should be confident and believe in themselves."},{"headline":"A Song Of Ice And Fire: Chicago Lights Up Train Tracks To Battle Cold","category":"ENVIRONMENT","short_description":"The fires along Metra's train tracks are intentional to prevent damage, according to the Chicago commuter rail agency."},{"headline":"NOAA Claps Back At Trump And His Climate Change Doubts","category":"ENVIRONMENT","short_description":"“Winter storms don’t prove that global warming isn’t happening,” the National Oceanic and Atmospheric Administration tweeted."},{"headline":"Laura Ingraham’s Cry For CEOs To Defend ‘This Way Of Life’ From Socialism Goes Awry","category":"MEDIA","short_description":"\"'This way of life' where teachers spend their own money to supply classrooms and you need to beg on the internet when your kid gets cancer?\" one Twitter user responded to the Fox News host."},{"headline":"Chris Matthews Torches Senate: What Are They Doing Except D**king Around?","category":"MEDIA","short_description":"The MSNBC host criticized senators for their inaction over the government shutdown."},{"headline":"The Housing Crisis Has Made Parenting A Pipe Dream For Some","category":"PARENTING","short_description":"Women share how America's affordable housing problem has forced them to rethink their plans for kids."},{"headline":"Biographer Michael D’Antonio: Trump's Reaction To Nancy Pelosi Proves He's 'Scared'","category":"MEDIA","short_description":"D’Antonio also doubted whether the decision to postpone the State of the Union was actually Trump’s."},{"headline":"MSNBC Panel Trashes Rudy Giuliani As 'Worst Lawyer' Ever: 'He Should Be Disbarred'","category":"MEDIA","short_description":"“I don’t think he understands anything that he’s saying half the time at this point.\""},{"headline":"BuzzFeed Reporter Stands By Bombshell Trump Report: 'This Story Is Accurate'","category":"MEDIA","short_description":"Anthony Cormier said he has \"solid\" sources who say the president directed Michael Cohen to lie to Congress about a Trump Tower deal in Moscow."},{"headline":"Ex-DOJ Counterintelligence Chief: Trump Is 'A Clear And Present Danger' To National Security","category":"MEDIA","short_description":"David Laufman called Trump's actions \"positively chilling.\""},{"headline":"Shep Smith Appears To Pull Subtlest Of Fact-Checks On Fellow Fox News Hosts","category":"MEDIA","short_description":"Smith countered \"Outnumbered\" hosts' claims about \"filthy\" New York City in the most understated way."},{"headline":"Laura Ingraham: Democrats Oppose Wall So Immigrants Can Flip States","category":"MEDIA","short_description":"The Fox News host ramped up the paranoia as the government shutdown grinds on."},{"headline":"AP's Fact-Checking Shutdown Tweet Goes Viral For The Wrong Reasons","category":"MEDIA","short_description":"The news agency faced backlash after blaming both Trump and Democrats for the partial government shutdown."},{"headline":"WikiLeaks Sends Out 140 Verboten Statements On Assange That Reporters Can't Write: Report","category":"MEDIA","short_description":"Including that he bleaches his hair, reports Reuters."},{"headline":"CNN's Anderson Cooper Delivers Scorching Fact-Check Of Donald Trump's Shutdown Boast","category":"MEDIA","short_description":"He picked apart Trump's claim that federal workers are fine with not being paid."},{"headline":"CNN’s Anderson Cooper Makes Striking Point About Donald Trump's ‘Good General’ Claim","category":"MEDIA","short_description":"The CNN host explained why \"the world will never know General Trump.\""},{"headline":"Roger Federer Will Face Off With Serena Williams For The First Time","category":"SPORTS","short_description":"The tennis legends will play a mixed doubles match on New Year's Day at the Hopman Cup in Australia."},{"headline":"Michigan Officials Avoid Felony Charges By Pleading No Contest In Flint Water Scandal","category":"ENVIRONMENT","short_description":"Stephen Busch and Michael Prysby, state environmental officials, agreed to testify against others in the Flint crisis."},{"headline":"Tucker Carlson Has Been Whipping Up Anger And Fears Over Immigration For A While","category":"MEDIA","short_description":"\"While you were grilling in the backyard last night, they were plotting, in effect, a coup,\" he once said about Democrats and immigrants."},{"headline":"Conservative Website Makes Bonkers Rule About Watching Porn And Criticizing Trump","category":"MEDIA","short_description":"Twitter users trolled The Federalist over its online piece."},{"headline":"The Appointments Even Healthy People Should Make Once A Year","category":"WELLNESS","short_description":"Book these with your physicians ASAP."},{"headline":"CNN Host Counters Trump, Says She's At Her 'Most Patriotic' Watching 'SNL'","category":"MEDIA","short_description":"It's a great country, says Alisyn Camerota, when comedians can mercilessly make fun of the president."},{"headline":"Chicago Bears' Charles Leno Jr. Proposes To Girlfriend After Victory","category":"SPORTS","short_description":"Fans hope it's not the last ring he  picks up this season."},{"headline":"Serena Williams Will Be Able To Bring Back The Catsuit In 2019","category":"SPORTS","short_description":"She'll be allowed to rock the suit at Women’s Tennis Association matches, though it may still be barred from the French Open."},{"headline":"More Than 300 Local Officials From 40 States Call For Green New Deal, End Of Fossil Fuels","category":"ENVIRONMENT","short_description":"The open letter includes a signature from a former high-level Mobil Oil executive."},{"headline":"CBS Pledges $20M From Les Moonves' Severance To Combat Sexual Harassment","category":"MEDIA","short_description":"The network is facing multiple sexual misconduct scandals, including at least a dozen allegations against the ousted CEO."},{"headline":"Stephen King Taunts Trump With The 1 Simple Question He Won't Answer","category":"MEDIA","short_description":"The horror author mocks the president for abandoning a core 2016 promise."},{"headline":"Kathie Lee Gifford To Exit NBC's 'Today' Show","category":"MEDIA","short_description":"NBC News chief Noah Oppenheim says the show will \"continue to include\" Hoda Kotb."},{"headline":"Here Are The Movies Coming To Netflix This Week","category":"HOME & LIVING","short_description":"The best Netflix movie of 2018 debuts this week."},{"headline":"Famous Freeway-Crossing Mountain Lion Found Dead Weeks After Woolsey Fire","category":"ENVIRONMENT","short_description":"P-64, also known as the \"Culvert Cat,\" was found with visibly burned paws."},{"headline":"Chrissy Teigen Sets Off Twitter Uproar Over Gummy Bears","category":"FOOD & DRINK","short_description":"James Corden made it quite clear that he disagrees with Teigen."},{"headline":"MSNBC's Lawrence O'Donnell: ‘Donald Trump Will Be, Must Be Impeached’","category":"MEDIA","short_description":"“Michael Cohen is facing substantial prison time for those same crimes. And Donald Trump is facing, what?”"},{"headline":"Here's How Amazon Prime Members Spent Their Time And Money In 2018","category":"HOME & LIVING","short_description":"A look at the most-purchased beauty products, kitchen items and electronics on Amazon in 2018."},{"headline":"Philadelphia Eagles Bailed 9 People From Jail Using Social Justice Funds","category":"SPORTS","short_description":"The NFL team's players raised money that was matched by the Eagles Social Justice Fund over Thanksgiving."},{"headline":"Steph Curry Responded To A Little Girl Who Asked Why His Shoes Don't Come In Girls' Sizes","category":"SPORTS","short_description":"\"Girls want to rock the Curry 5’s too,\" 9-year-old Riley Morrison wrote to the NBA star."},{"headline":"15 Relatable Quotes About Motherhood From Anna Faris","category":"PARENTING","short_description":"The actress has a 6-year-old son named Jack with her ex-husband Chris Pratt."},{"headline":"Trump Administration May Reshape Next Federal Climate Report: EPA Chief","category":"ENVIRONMENT","short_description":"The EPA's Andrew Wheeler said he \"wouldn't be surprised if the Obama administration told the report's authors to take a look at the worst case scenario.\""},{"headline":"'Fox & Friends' Fed Interview Questions To Trump's EPA Chief Scott Pruitt In Advance","category":"MEDIA","short_description":"President Donald Trump's favorite cable news show went easy on one of his top officials -- even sending Pruitt's team a portion of a future script."},{"headline":"U.S. Probes Shooting Deaths Of 6 Sea Lions Off Washington Coast","category":"ENVIRONMENT","short_description":"Experts say the protected animals were likely killed by fishermen."},{"headline":"Soledad O'Brien Accuses CNN Of Giving 'Racists' Airtime To Score Higher Ratings","category":"MEDIA","short_description":"The former CNN host criticized the network in response to a viral Twitter thread on Sunday."},{"headline":"This Gymnast's World Record Backflip Has To Be Seen To Be Believed","category":"SPORTS","short_description":"Ashley Watson nailed it."},{"headline":"The Teaser Trailer For 'The Lion King' Remake Is Here","category":"MEDIA","short_description":"Fans get a first glimpse of Disney's live-action remake, voiced by stars including Donald Glover, Beyoncé and Seth Rogen."},{"headline":"5 Times Acting Attorney General Matt Whitaker Critiqued The Mueller Investigation On CNN","category":"MEDIA","short_description":"Now the top Justice Department official, Whitaker oversees special counsel Robert Mueller and an investigation he's railed against."},{"headline":"Someone Shot And Killed A Dolphin Off The Coast Of California","category":"ENVIRONMENT","short_description":"A marine animal rescue group is offering a reward of $5,000 for information leading to conviction of the perp."},{"headline":"11 Holiday Hostess Essentials To Get For Under $50","category":"HOME & LIVING","short_description":"Give the best hostess gift or score a great table setting for under $50."},{"headline":"Jeff Bezos And Amazon Make Off With Sky-High Perks On New York Post Cover","category":"MEDIA","short_description":"The tabloid puts some spin on Amazon's deal to open a headquarters in New York."},{"headline":"Chris Cuomo Rips Rick Scott Adviser: There's Not A 'Damn Bit Of Proof' Of Voter Fraud","category":"MEDIA","short_description":"The CNN host said that the Florida governor \"can't prove anything\" as the election recount proceeds."},{"headline":"California Fire Experts To Donald Trump: Malibu Is Not a Forest","category":"ENVIRONMENT","short_description":"Pasadena fire officials say Trump should visit the area and help the victims."},{"headline":"See The Stirring Anti-Palm Oil Ad Deemed Too Political For TV","category":"ENVIRONMENT","short_description":"The animated film, narrated by Emma Thompson, shows an orangutan making a child’s bedroom its home after its mother and habitat were destroyed for palm oil."},{"headline":"The Funniest Tweets From Parents This Week (Nov. 3-9)","category":"PARENTING","short_description":"\"Children’s laughter is beautiful unless you’ve already put them to bed.\""},{"headline":"Leaked Draft Of New York City’s Big Climate Bill Raises Fears Of Rent Increases","category":"ENVIRONMENT","short_description":"If the provisions make it to the final draft, it could tank the most ambitious citywide climate bill in the world."},{"headline":"Trump Supporter Apologizes To CNN’s Jim Acosta After Giving Him The Finger","category":"MEDIA","short_description":"“I got carried away,” the man explained."},{"headline":"Dodgers Stun Red Sox In Longest World Series Game Ever","category":"SPORTS","short_description":"The Dodgers' Max Muncy homered in the bottom of the 18th to cap an all-time classic."},{"headline":"NBC Cancels Megyn Kelly's 'Today' Show","category":"MEDIA","short_description":"The announcement comes just days after the host's defense of blackface in Halloween costumes, and an ensuing backlash."},{"headline":"Bombshell New Study Calls For Ban On Pesticide Family Tied To Brain Damage In Kids","category":"ENVIRONMENT","short_description":"For pregnant women, there is no safe level of exposure to organophosphate pesticides."},{"headline":"Megyn Kelly Defends Blackface Costumes: 'When I Was A Kid, That Was OK'","category":"MEDIA","short_description":"\"So long as you were dressing up as a character,\" she said."},{"headline":"Olivia Wilde On Dance Parties And The Thing She Does The Second She Wakes Up","category":"WELLNESS","short_description":"The mom of two says she used to sleep in, but \"10 a.m. is basically evening for me now.\""},{"headline":"Tension Over NFL Kneeling Protests Spills Onto The Field In Philadelphia","category":"SPORTS","short_description":"Before the game, Panthers safety Eric Reid walked onto the field to confront Eagles safety Malcolm Jenkins."},{"headline":"Jake Tapper Busts Donald Trump For Watching CNN","category":"MEDIA","short_description":"The president's Twitter commentary on CNN's Florida gubernatorial debate seemed to refute his claim that he doesn't watch the news network."},{"headline":"Los Angeles Dodgers Defeat Milwaukee Brewers In Game 7 For World Series Return","category":"SPORTS","short_description":"The Dodgers will face the Boston Red Sox in the Series, which begins Tuesday."},{"headline":"CNN's Chris Cuomo Challenges ‘Weak’ Greg Gianforte To 'Come Body-Slam Me'","category":"MEDIA","short_description":"The CNN host also asked why Donald Trump always praises bullies and punks?"},{"headline":"The Funniest Tweets From Parents This Week (Oct. 13-19)","category":"PARENTING","short_description":"\"Our youngest said she is old enough to pour her own juice which is why I’m mopping up juice.\""},{"headline":"CNN's Jake Tapper: Donald Trump Is Tougher On Taylor Swift Than On Saudi Arabia","category":"MEDIA","short_description":"The CNN host called out Trump's \"stunningly dismissive tone.\""},{"headline":"2018 Is On Pace To Be Another Bloody Year For Environmental Defenders Around The World","category":"ENVIRONMENT","short_description":"207 environmental advocates were murdered around the world last year."},{"headline":"British Woman Conquers World Conkers Championship With Only 20 Minutes Of Training","category":"SPORTS","short_description":"The British game requires players to smash each other's chestnuts."},{"headline":"Twitter Users Mock Trump’s Weird ‘Dogs Playing Poker’ Portrait Of Himself","category":"MEDIA","short_description":"The odd painting shows Trump chilling with Lincoln, Nixon, Reagan and other GOP presidents."},{"headline":"Fox News' Brian Kilmeade Calls Man-Made Climate Change A 'Point Of View'","category":"MEDIA","short_description":"The “Fox & Friends” co-host bashed CBS’ Lesley Stahl for asking Trump about climate science."},{"headline":"Weeks After Hurricane Florence, A Neighborhood Still Struggles","category":"ENVIRONMENT","short_description":"Hurricane Florence claimed 70 homes in this North Carolina neighborhood, but residents haven't lost optimism."},{"headline":"11 Self-Care Tips If You're Struggling To Deal With Everything Today","category":"WELLNESS","short_description":"Experts share what you can do for your mental health amid news that Brett Kavanaugh will likely be confirmed."},{"headline":"There's So Much Going On In Soccer Announcer's Goal Call For Ivan Rakitic","category":"SPORTS","short_description":"Sierd de Vos was a one-man sound-effects machine during the Barcelona-Tottenham match."},{"headline":"Trump’s NAFTA Revision Ignores Climate Change, Bolsters Oil And Gas Industries","category":"ENVIRONMENT","short_description":"Environmental groups loathed NAFTA for helping to outsource pollution to Mexico. The revised deal may make that worse."},{"headline":"Trump Gets Mercilessly Mocked Over His 'False Acquisitions' Twitter Typo","category":"MEDIA","short_description":"The president's attempt to defend Brett Kavanaugh took an awkward turn."},{"headline":"Is Your Local Lawmaker A 'Fossil Fool?' Sierra Club Targets Environmental Foes In Midterms","category":"ENVIRONMENT","short_description":"Candidates who side with polluters against the environment are marked for defeat in November's elections."},{"headline":"Tucker Carlson Blames Democrats For Death Threats Against Christine Blasey Ford","category":"MEDIA","short_description":"\"Democrats betrayed her,\" the Fox News host said of the woman accusing Supreme Court nominee Brett Kavanaugh of sexual assault."},{"headline":"Disturbing Supercut Shows Trump Repeatedly Defending Men Accused Of Crimes, Misconduct","category":"MEDIA","short_description":"The president often leaps to the defense of men when they're accused by women."},{"headline":"Michael Moore: Senate Must Block Trump's Court Picks Until After 'Treason' Probe","category":"MEDIA","short_description":"“Let’s figure out what the crimes are of Donald J. Trump,” the documentary filmmaker said on CNN."},{"headline":"NFL Pro Bowler Vontae Davis Quits Mid-Game: 'I Shouldn't Be Out There Anymore'","category":"SPORTS","short_description":"The Buffalo Bills cornerback reportedly changed into his street clothes and left the stadium while the game was still under way."},{"headline":"Florence Threatens Worse Flooding As Death Toll Climbs To 15","category":"ENVIRONMENT","short_description":"“The storm has never been more dangerous than it is right now,” Governor Roy Cooper told a news conference."},{"headline":"Humpback Whales Stun Onlookers With Incredible Triple Breach","category":"ENVIRONMENT","short_description":"It was a once-in-a-lifetime experience for whale watchers off the coast of Nova Scotia."},{"headline":"Les Moonves Leaves CBS, Will Make $20 Million Donation To Me Too Movement","category":"MEDIA","short_description":"The network head has been one of the most powerful men in media."},{"headline":"The New Yorker Disinvites Steve Bannon From Festival After Twitter Uproar","category":"MEDIA","short_description":"Editor David Remnick canceled Bannon's appearance after heavy criticism from staffers, readers and other festival speakers."},{"headline":"NBC Cuts To Awkward 'Talent' Scene After Solemn McCain Report","category":"MEDIA","short_description":"Wait for it ..."},{"headline":"Pulitzer Prize-Winning Restaurant Critic Jonathan Gold Dead at 57","category":"MEDIA","short_description":"Gold, the first restaurant critic to win a Pulitzer Prize, died of pancreatic cancer."},{"headline":"Novak Djokovic Wins Fourth Wimbledon Title","category":"SPORTS","short_description":"The Serbian tennis star bested South African eighth seed Kevin Anderson."},{"headline":"U.S. Olympic Committee Appoints First Female CEO Months After Nassar Scandal","category":"SPORTS","short_description":"Sarah Hirshland is currently the chief commercial officer for the U.S. Golf Association."},{"headline":"Zsa Zsa, Bulldog Crowned World's Ugliest Pooch, Dies At 9","category":"ENVIRONMENT","short_description":"The English bulldog lived a true Cinderella story."},{"headline":"We’ve Entered The Era Of ‘Fire Tsunamis’","category":"ENVIRONMENT","short_description":"Fire is a natural part of ecosystems throughout the West, but what’s happening now is far from natural."},{"headline":"Relief From Heat Expected As California Fires Threaten Thousands","category":"ENVIRONMENT","short_description":"Dozens of blazes have broken out across the western U.S., fanned by scorching heat and low humidity in a particularly intense fire season."},{"headline":"Multiple Wildfires Rip Through California Amid Record-Breaking Heat","category":"ENVIRONMENT","short_description":"San Diego County, where multiple blazes erupted, was under an excessive heat warning on Friday."},{"headline":"Runner Nearly Pulls Shorts Off Opponent, Pays Price For Attempted Pantsing","category":"SPORTS","short_description":"The bizarre incident went down during a 5,000-meter race in Switzerland."},{"headline":"Nigeria Soccer Captain's Father Kidnapped Before World Cup Game","category":"SPORTS","short_description":"John Obi Mikel's father was rescued almost a week later following a \"gun duel.\""},{"headline":"What To Buy From Wayfair's Massive 4th Of July Sale","category":"HOME & LIVING","short_description":"Sales on furniture, home decor, kitchen gadgets, bedding and more."},{"headline":"Fox News' Parent Company Feeling Repercussions From Immigration Coverage","category":"MEDIA","short_description":"\"Modern Family\" showrunner Steve Levitan says he's taking his business elsewhere."},{"headline":"Iceland Holds Off Argentina In 1-1 Draw At First World Cup","category":"SPORTS","short_description":"Lionel Messi missed his chance to land a penalty-kick win after Iceland's first World Cup goal."},{"headline":"A World Cup Bandwagoner's Guide To Mexico, America's Team","category":"SPORTS","short_description":"Here's how to sound knowledgeable about your new favorite team."},{"headline":"Ramadan's End Gives Muslim Players Reprieve As 2018 World Cup Begins","category":"SPORTS","short_description":"The tournament's start coincides with Eid al-Fitr and the end of the holy month of fasting."},{"headline":"Milwaukee Brewers Kill It In This 'Dumb And Dumber' Tribute","category":"SPORTS","short_description":"They've been first in their division, and now they're first in our hearts."},{"headline":"Jets Chairman Christopher Johnson Won't Fine Players For Anthem Protests","category":"SPORTS","short_description":"“I never want to put restrictions on the speech of our players.\""},{"headline":"Trump Posthumously Pardons Boxer Jack Johnson","category":"SPORTS","short_description":"The pardoning of the black heavyweight boxer is only the third posthumous pardon in U.S. history."},{"headline":"Jake Tapper Shreds Donald Trump With A Long List Of His Conspiracy Theories","category":"MEDIA","short_description":"\"I could go on, but this is just an hour show.\""},{"headline":"New York Daily News Rips NFL Over Anthem Kneeling Ban","category":"MEDIA","short_description":"\"NFL DISHONORS THE FLAG\""},{"headline":"Anna Kournikova Dancing With Her Bouncing Baby Is The Cutest Thing","category":"SPORTS","short_description":"The score is love-love."},{"headline":"Trump Says NFL Players Unwilling To Stand For Anthem Maybe 'Shouldn't Be In The Country'","category":"SPORTS","short_description":"\"I don’t think people should be staying in locker rooms,\" Trump told Fox News. \"You have to stand proudly for the national anthem or you shouldn’t be playing.\""},{"headline":"Brandi Chastain Totally Agrees Her Hall Of Fame Plaque Looks Nothing Like Her","category":"SPORTS","short_description":"Was it supposed to be Gary Busey or Mickey Rooney?"},{"headline":"NFL Bans Kneeling During The National Anthem","category":"SPORTS","short_description":"Teams can set their own policies for punishing players."},{"headline":"'60 Minutes' Reporter Reveals Trump's Chilling Reason For Slamming The Press","category":"MEDIA","short_description":"Lesley Stahl said Trump admitted that he attacks journalists so \"no one will believe\" them."},{"headline":"David Hogg Calls On Media To Stop Naming Santa Fe School Shooter","category":"MEDIA","short_description":"\"We make these sick people known worldwide for their horrifying acts, let’s stop that.\""},{"headline":"The History Of The National Anthem In Sports","category":"SPORTS","short_description":"How \"The Star-Spangled Banner\" became a part of American sports culture."},{"headline":"Hannity Flips Out: Mueller Probe 'Is A Direct Threat To This American Republic'","category":"MEDIA","short_description":"\"Mueller is causing irreparable damage to the rule of law in this country.”"},{"headline":"Fox News' First Female CEO Was Named In Sexual Harassment Complaints","category":"MEDIA","short_description":"Suzanne Scott, a Fox News lifer, has been accused of helping foster a toxic workplace for women at the cable network."},{"headline":"Fox News Said To Settle Group Of Discrimination Lawsuits For About $10 Million","category":"MEDIA","short_description":"A New York Times report detailed the agreement the network reached with multiple plaintiffs, including anchor Kelly Wright."},{"headline":"Fox News Judicial Analyst Defends Timeline Of Mueller's Probe","category":"MEDIA","short_description":"“Bob Mueller has no duty to tip his hand and show his cards until the end of his investigation,\" Andrew Napolitano said."},{"headline":"'DADDY'S LITTLE GHOUL': New York Daily News Rips Ivanka Trump Over Embassy Opening","category":"MEDIA","short_description":"The tabloid said the first daughter was \"all smiles\" as protesters died in Gaza."},{"headline":"Huge Congrats To Fox News On Getting Guest Journos To Peddle Bret Baier’s Book","category":"MEDIA","short_description":"Who's falling in line for Fox News?"},{"headline":"Israeli Soccer Team Beitar Jerusalem To Add 'Trump' To Its Name","category":"SPORTS","short_description":"Beitar Jerusalem said it's making the move to honor the U.S. embassy's relocation."},{"headline":"Coach Tells Hurt UFC Fighter To Continue After She Says, 'I'm Done'","category":"SPORTS","short_description":"Raquel Pennington took even more of a beating in a bloody loss to champion Amanda Nunes."},{"headline":"Fox News Host: Trump Fulfilled Biblical Prophecy By Moving U.S. Embassy To Jerusalem","category":"MEDIA","short_description":"Jeanine Pirro also compared Trump to King Cyrus."},{"headline":"Fox Cuts Ties With Guest Who Cited John McCain To Defend Torture","category":"MEDIA","short_description":"Tom McInerney previously has promoted the birther conspiracy theory against President Barack Obama."},{"headline":"Michael Avenatti Warns Michael Cohen: I Still Have More Documents To Release","category":"MEDIA","short_description":"“We’ve got emails, we’ve got text messages, we’ve got other financial information.\""},{"headline":"'Fox & Friends' Host Mocks NY Times' ISIS Coverage, Unaware It Beat Fox To The Story","category":"MEDIA","short_description":"Whoops."},{"headline":"'A LITTLE EXTORTION-Y'...This Guy Figured Out What Stormy Daniels' Old Lawyer ACTUALLY DOES — And It's Not Pretty!","category":"MEDIA","short_description":"How sex-scandal lawyer Keith Davidson works the Hollywood tabloid racket and muscles journalists."},{"headline":"Fox Business Guest Defends Torture: It Worked On John McCain","category":"MEDIA","short_description":"\"That's why they call him 'Songbird John.'\""},{"headline":"Phil Mudd Flips Out Over Questions About CIA Torture: 'We Didn't Do It. America Did It.'","category":"MEDIA","short_description":"The CNN analyst and former CIA official also blamed Congress and the DOJ for the agency's defunct torture program."},{"headline":"Anderson Cooper Burns 'Moronic' Michael Cohen Over Russia Cash Claims","category":"MEDIA","short_description":"CNN host says it doesn't look good for Trump's personal attorney."},{"headline":"ESPN Eliminates Public Editor Role, Calling It Outdated","category":"MEDIA","short_description":"As media distrust grows, another outlet drops its liaison between the public and the newsroom."},{"headline":"Fox News Judicial Analyst Issues Dark Warning To Trump Over Michael Cohen","category":"MEDIA","short_description":"\"Mr. President, please be wary of all of this,\" Andrew Napolitano said."},{"headline":"$18 Derby Day Bet Wins Thrilled Texas Woman $1.23 Million","category":"SPORTS","short_description":"It was like a \"mini-lotto,\" says the Pick 5 winner."},{"headline":"U.S. Olympic Committee Ignored Sexual Abuse Complaints Against Taekwondo Stars: Lawsuit","category":"SPORTS","short_description":"Over 45 women have accused Jean and Steven Lopez of sexual misconduct."},{"headline":"Bill O’Reilly Offers To Stand Next To Sarah Sanders To Handle ‘Out Of Line’ Reporters","category":"MEDIA","short_description":"\"I will tell them exactly what I think of their behavior.\""},{"headline":"Christiane Amanpour Heading Up New PBS Show, Replacing Charlie Rose","category":"MEDIA","short_description":"She's the latest woman to replace a man disgraced by sexual misconduct allegations."},{"headline":"Shepard Smith: You Can't Say Trump Pulled Out Of Iran Deal; He Made Decision To Violate It","category":"MEDIA","short_description":"\"‘Pulling out’ is a bit of a misnomer,\" the Fox News host said."},{"headline":"Tronc Decides To Voluntarily Recognize The Chicago Tribune Guild","category":"MEDIA","short_description":"The decision marks a major shift from its campaign against unionization at the Los Angeles Times last year."},{"headline":"'Fox & Friends' Host Brian Kilmeade Says Gina Haspel Should Be 'Proud' Of Torture Record","category":"MEDIA","short_description":"The nominee for CIA director will appear before the Senate Intelligence Committee for her confirmation hearing on Wednesday."},{"headline":"Jake Tapper Grills Kellyanne Conway: I'd Like Trump To Stop Lying","category":"MEDIA","short_description":"\"You just want that to go viral,\" Conway shot back."},{"headline":"Michael Avenatti Scorches Rudy Giuliani Over His Latest 'Train Wreck' Interview","category":"MEDIA","short_description":"\"He's done considerable harm to the president,\" Stormy Daniels' lawyer said."},{"headline":"Fox News Host Neil Cavuto Taunts Trolls Who Came For Him After Trump Takedown","category":"MEDIA","short_description":"“No, you shut up!\""},{"headline":"Why The Kentucky Derby Horses Have Such Interesting Names","category":"SPORTS","short_description":"This year's competitors include Free Drop Billy, Good Magic and Instilled Regard."},{"headline":"Here's Why We Say The Expression 'Hands Down'","category":"SPORTS","short_description":"A little slice of trivia to wow your friends during the Kentucky Derby."},{"headline":"Fox News Host Neil Cavuto Tells Trump He Stinks In Fiery Takedown","category":"MEDIA","short_description":"\"I guess you’re too busy draining the swamp to ever stop and smell the stink you’re creating.\""},{"headline":"Jeffrey Toobin: Rudy Giuliani Just Confessed That Stormy Daniels Payment Broke The Law","category":"MEDIA","short_description":"Trump's newest lawyer sounds like he's mindlessly riffing, the CNN chief legal analyst said."},{"headline":"Leak: The Atlantic Had A Meeting About Kevin Williamson. It Was A Liberal Self-Reckoning.","category":"MEDIA","short_description":"In a staff meeting, Jeffrey Goldberg and Ta-Nehisi Coates discussed the hiring and firing of a conservative writer. But it wound up being about a lot more than that."},{"headline":"Michael Avenatti Stunned By Rudy Interview: 'No Way, No How' Trump Finishes His Term Now","category":"MEDIA","short_description":"Stormy Daniels' attorney says Giuliani's admissions will doom the presidency."},{"headline":"We Probed Sexual Misconduct Claims Against Journalist Al Giordano. Here's What We Found.","category":"MEDIA","short_description":"The reporter and activist denies accusations he sexually harassed three attendees of his School of Authentic Journalism."},{"headline":"MLB Pitcher Punches Himself In Face Really Hard After Blowing Game","category":"SPORTS","short_description":"Astros reliever Ken Giles said he was \"frustrated.\""},{"headline":"How Nick Foles Got Back Up","category":"SPORTS","short_description":"The Super Bowl MVP chats with a childhood friend about his unusual journey from NFL backup to star to backup again."},{"headline":"CEO Mark Zuckerberg Says Facebook Will Rank News Outlets By Trustworthiness","category":"MEDIA","short_description":"The social media titan says the rankings will determine placement in its News Feed feature."},{"headline":"Washington NFL Cheerleaders Say They Were Required To Pose Nude, Act As 'Escorts': Report","category":"SPORTS","short_description":"The New York Times report comes on the heels of two lawsuits from other teams' cheerleaders alleging discriminatory treatment."}]